{"6833": ["INSERT INTO public.dreapp_document VALUES (6833, 458286, 'Decreto', '128/80', 'Ministério dos Negócios Estrangeiros - Direcção-Geral dos Negócios Económicos', 'Diário da República n.º 267/1980, Série I de 1980-11-18.', '', true, false, '1980-11-18', 'Aprova o Acordo Comercial entre a República Portuguesa e a República de Cabo Verde.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/356/6895.PDF', 'https://dre.pt/application/file/458286', false, '2016-02-14 08:05:57.221797+00', false, '267/1980', 1, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (3576, 6833, '2014-02-04 21:47:46.587176+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=19804167&v01=2&v02=1980-11-18&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Decreto n.º 128/80\n   <br/>\n   de 18 de Novembro\n   <br/>\n   O Governo decreta, nos termos da alínea c) do artigo 200.º da Constituição, o  seguinte:\n  </p>\n  <p>\n   Artigo único. É aprovado o Acordo Comercial entre a República Portuguesa e a  República de Cabo Verde, assinado na Cidade da Praia aos 20 de Abril de 1980,  cujo texto em língua portuguesa acompanha o presente decreto.\n  </p>\n  <p>\n   Visto e aprovado em Conselho de Ministros de 30 de Outubro de 1980. -  Francisco Sá Carneiro - Diogo Pinto de Freitas do Amaral.\n  </p>\n  <p>\n   Promulgado em 10 de Novembro de 1980.\n   <br/>\n   Publique-se.\n   <br/>\n   O Presidente da República, ANTÓNIO RAMALHO EANES.\n   <br/>\n   <br/>\n   Acordo Comercial entre a República Portuguesa e a República de Cabo Verde\n   <br/>\n   O Governo da República Portuguesa e o Governo da República de Cabo Verde,  desejosos de consolidar as relações comerciais entre os dois países numa base  de igualdade, de benefício mútuo e do princípio de equilíbrio razoável nas  trocas comerciais, acordam o seguinte:\n  </p>\n  <p>\n   ARTIGO 1.º\n   <br/>\n   As duas Partes Contratantes, tendo em vista facilitar e desenvolver as trocas  comerciais entre os dois países, concedem-se reciprocamente o tratamento de  Nação mais favorecida em tudo o que respeite aos direitos aduaneiros, taxas,  impostos e formalidades relativos à importação e exportação de mercadorias  originárias dos seus territórios.\n  </p>\n  <p>\n   As disposições do presente artigo não abrangem:\n   <br/>\n   a) As vantagens que uma das Partes Contratantes tenha concedido ou venha a  conceder no futuro com vista a facilitar o comércio fronteiriço com os países  vizinhos;\n  </p>\n  <p>\n   b) As vantagens resultantes de uma união aduaneira ou zona de comércio livre  de que uma das Partes Contratantes é ou possa vir a ser membro;\n  </p>\n  <p>\n   c) As vantagens que são ou possam vir a ser concedidas por Cabo Verde a um ou  vários países em vias de desenvolvimento.\n  </p>\n  <p>\n   ARTIGO 2.º\n   <br/>\n   A importação e a exportação de mercadorias serão efectuadas em conformidade  com as disposições do presente Acordo e as leis e regulamentos relativos à  importação, à exportação e ao contrôle das divisas em vigor nos dois países.\n  </p>\n  <p>\n   ARTIGO 3.º\n   <br/>\n   A importação e a exportação das mercadorias nos termos do presente Acordo  efectuar-se-ão aos preços correntes dos principais mercados mundiais de  mercadorias para produtos similares.\n  </p>\n  <p>\n   ARTIGO 4.º\n   <br/>\n   Os pagamentos pelas mercadorias que foram objecto de importação ou exportação  nos termos do presente Acordo, bem assim pelos serviços prestados,  efectuar-se-ão em quaisquer divisas livremente convertíveis e em conformidade  com a legislação em vigor em cada um dos países.\n  </p>\n  <p>\n   ARTIGO 5.º\n   <br/>\n   As Partes Contratantes contribuirão para o desenvolvimento do comércio de  trânsito, em que ambos os países estejam interessados, através dos seus  territórios, em conformidade com as leis e regulamentos relativos ao trânsito  em vigor em cada país. O trânsito das mercadorias não ficará submetido ao  pagamento de quaisquer taxas, excepto as relativas ao pagamento de serviços  prestados em conformidade com as leis e regulamentos relativos ao trânsito em  vigor em cada país.\n  </p>\n  <p>\n   ARTIGO 6.º\n   <br/>\n   A fim de promover o desenvolvimento do comércio entre os dois países, as  Partes Contratantes facilitarão a sua participação recíproca nas feiras  comerciais a serem realizadas em cada um dos países, assim como a organização  de exposições permanentes ou temporárias de uma das Partes no território da  outra Parte, nas condições a acordar entre as autoridades competentes dos dois  países.\n  </p>\n  <p>\n   ARTIGO 7.º\n   <br/>\n   As Partes Contratantes, em conformidade com as leis e regulamentos em vigor em  cada país, permitirão a importação e a exportação isenta de direitos e taxas  aduaneiras dos objectos abaixo mencionados:\n  </p>\n  <p>\n   a) Objectos destinados a serem utilizados a título de amostras comerciais e  material publicitário sem valor comercial;\n  </p>\n  <p>\n   b) Objectos e mercadorias para exibição em feiras e exposições, sob a condição  de não serem vendidos;\n  </p>\n  <p>\n   c) Ferramentas e utensílios usados na montagem de equipamentos, sob a condição  de serem devolvidos.\n  </p>\n  <p>\n   ARTIGO 8.º\n   <br/>\n   A fim de assegurar a boa execução das disposições do presente Acordo, é  constituída uma Comissão Mista que será composta de representantes das duas  Partes Contratantes a qual reunirá, em princípio, alternadamente, de dois em  dois anos, e, extraordinariamente, a pedido de uma das Partes e ficará  encarregada das seguintes funções:\n  </p>\n  <p>\n   a) Examinar a execução do presente Acordo e elaborar, quando necessário, as  recomendações pertinentes;\n  </p>\n  <p>\n   b) Estudar os meios que mais eficazmente assegurem o estreitamento das  ligações comerciais entre os dois países;\n  </p>\n  <p>\n   c) Estabelecer protocolos bienais sobre comércio e organizar as listas  indicativas de mercadorias em anexo aos mesmos protocolos.\n  </p>\n  <p>\n   ARTIGO 9.º\n   <br/>\n   O presente Acordo entrará em vigor na data da sua assinatura e terá a duração  de um ano, sendo tacitamente prorrogado, por períodos iguais e sucessivos,  salvo se uma das Partes Contratantes comunicar por escrito a sua intenção de  lhe pôr fim mediante aviso prévio de noventa dias em relação ao termo do  período inicial ou de renovação anual.\n  </p>\n  <p>\n   Ao expirar o prazo de validade do presente Acordo, as suas disposições  continuarão a ser aplicadas aos contratos concluídos durante o período da sua  duração e não executados no momento da caducidade do Acordo.\n  </p>\n  <p>\n   Feito na Cidade da Praia aos 20 de Abril de 1980, em dois originais, ambos em  língua portuguesa, os dois textos fazendo igualmente fé.\n  </p>\n  <p>\n   Pelo Governo da República Portuguesa:\n   <br/>\n   Diogo Pinto de Freitas do Amaral.\n   <br/>\n   Pelo Governo da República de Cabo Verde:\n   <br/>\n   (Assinatura ilegível.)\n   <br/>\n  </p>\n </p>\n</div>\n');\n"], "221543": ["INSERT INTO public.dreapp_document VALUES (221543, 353993, 'Decreto', '524-D/76', 'Ministério dos Negócios Estrangeiros - Direcção-Geral dos Negócios Políticos', 'Diário da República n.º 155/1976, 1º Suplemento, Série I de 1976-07-05.', '', true, false, '1976-07-05', 'Aprova o Acordo Relativo a Transporte Aéreo entre Portugal e Cabo Verde.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/417/223749.PDF', 'https://dre.pt/application/file/353993', false, '2016-02-14 01:55:17.422171+00', false, '155/1976', 1, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (104568, 221543, '2014-02-12 23:20:08.478655+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=19762393&v01=2&v02=1976-07-05&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Decreto n.º 524-D/76\n   <br/>\n   de 5 de Julho\n   <br/>\n   Usando da faculdade conferida pelo artigo 3.º, n.º 1, alínea 3), da Lei  Constitucional n.º 6/75, de 26 de Março, o Governo decreta o seguinte:\n  </p>\n  <p>\n   Artigo único. É aprovado o Acordo Relativo a Transporte Aéreo entre Portugal e  Cabo Verde, assinado em 16 de Fevereiro de 1976, cujo texto vai anexo ao  presente decreto.\n  </p>\n  <p>\n   Vasco Fernando Leote de Almeida e Costa - Vítor Manuel Trigueiros Crespo -  Ernesto Augusto de Melo Antunes - José Augusto Fernandes.\n  </p>\n  <p>\n   Assinado em 1 de Julho de 1976.\n   <br/>\n   Publique-se.\n   <br/>\n   O Presidente da República, FRANCISCO DA COSTA GOMES.\n   <br/>\n   <br/>\n   ACORDO RELATIVO A TRANSPORTE AÉREO ENTRE PORTUGAL E CABO VERDE\n   <br/>\n   Os Governos de Portugal e o Estado de Cabo Verde, daqui em diante designados  por \"Partes Contratantes»;\n  </p>\n  <p>\n   Considerando que a manutenção de serviços aéreos regulares entre os  territórios português e cabo-verdiano constitui um factor essencial para a  execução dos acordos de cooperação existentes ou a negociar entre os dois  países;\n  </p>\n  <p>\n   Conscientes da necessidade de que esses serviços se desenvolvam de maneira  ordenada, numa base de reciprocidade, e pela forma mais económica que seja  compatível com a segurança das operações e o interesse público;\n  </p>\n  <p>\n   Acordam no seguinte:\n   <br/>\n   ARTIGO 1.º\n   <br/>\n   As Partes Contratantes concedem-se reciprocamente os direitos e as vantagens  referidas neste Acordo com o objectivo de estabelecer serviços aéreos civis  internacionais sobre as rotas especificadas no anexo ao presente Acordo.\n  </p>\n  <p>\n   ARTIGO 2.º\n   <br/>\n   Para os efeitos do presente Acordo, os termos seguintes significam:\n   <br/>\n   a) \"Autoridades aeronáuticas», no caso de Portugal, Ministério dos Transportes  e Comunicações - Direcção-Geral da Aeronáutica Civil - e, no caso de Cabo  Verde, o Ministério de Transportes e Comunicações ou, em ambos os casos,  qualquer pessoa ou organismo autorizado a exercer as funções que são  presentemente da competência das citadas autoridades ou funções semelhantes;\n  </p>\n  <p>\n   b) \"Território» de um Estado é constituído pelas regiões terrestres e as águas  territoriais adjacentes que estejam sob a soberania desse Estado;\n  </p>\n  <p>\n   c) \"Empresa designada» compreende a empresa de transporte aéreo designada pelo  Governo respectivo para explorar os serviços abrangidos por este Acordo;\n  </p>\n  <p>\n   d) \"Convenção» significa Convenção sobre Aviação Civil Internacional aberta à  assinatura em Chicago aos 7 dias de Dezembro de 1944 e inclui qualquer anexo  adoptado nos termos do artigo 90.º daquela Convenção e qualquer emenda aos  anexos ou à Convenção dos artigos 90.º e 94.º, na medida em que aqueles anexos  e emendas tenham sido adoptados pelo Governo de Portugal enquanto o Governo de  Cabo Verde não tiver ratificado aquela Convenção, ou tenham sido adoptados por  ambas as Partes Contratantes após aquela ratificação.\n  </p>\n  <p>\n   ARTIGO 3.º\n   <br/>\n   1. Cada Parte Contratante concede à outra Parte Contratante os direitos  referidos no presente Acordo para a exploração de serviços aéreos  internacionais regulares nas rotas especificadas no anexo a este Acordo e que  dele faz parte integrante. Tais serviços e rotas são daqui em diante  denominados, respectivamente, por \"serviços acordados» e \"rotas  especificadas». As empresas de transporte aéreo designadas por cada Parte  Contratante gozarão, enquanto explorem um serviço acordado numa rota  especificada, dos seguintes direitos:\n  </p>\n  <p>\n   a) Sobrevoar, sem aterrar, o território da outra Parte Contratante;\n   <br/>\n   b) Aterrar no dito território para fins não comerciais, nas escalas previstas  no anexo do presente Acordo;\n  </p>\n  <p>\n   c) Embarcar e desembarcar tráfego internacional de passageiros, carga e  correio, nos termos deste Acordo e do seu anexo.\n  </p>\n  <p>\n   2. Todas as questões técnicas e comerciais relativas à realização de voos das  aeronaves e do transporte de passageiros, de carga e de correio nos serviços  acordados, bem como todas as questões relativas à cooperação comercial, em  especial as que se referem ao estabelecimento dos horários, das frequências  dos voos e dos tipos de aeronaves, à prestação de serviços técnicos às  aeronaves no solo e à regulamentação financeira e contabilística, serão  objecto de acordos directos entre as empresas designadas das Partes  Contratantes, os quais, se necessário, serão submetidos à aprovação das  autoridades aeronáuticas das Partes Contratantes.\n  </p>\n  <p>\n   3. Os horários dos serviços acordados deverão ser submetidos às autoridades  aeronáuticas das duas Partes Contratantes pelo menos trinta dias antes do  começo da exploração desses serviços. Qualquer modificação dos horários deverá  também ser submetida à aprovação das autoridades aeronáuticas.\n  </p>\n  <p>\n   ARTIGO 4.º\n   <br/>\n   1. Para cada uma das rotas especificadas cada Parte Contratante terá o direito  de designar, por escrito, à outra Parte Contratante uma empresa de transporte  aéreo para o efeito de explorar os serviços acordados.\n  </p>\n  <p>\n   2. Uma vez recebida tal notificação, a outra Parte Contratante, sob reserva do  disposto nos n.os 3 e 4 deste artigo, deverá conceder, sem demora, à empresa  designada as competentes autorizações de exploração.\n  </p>\n  <p>\n   3. As autoridades aeronáuticas de uma Parte Contratante poderão exigir que uma  empresa de transporte aéreo designada pela outra Parte Contratante demonstre  estar em condições de satisfazer às exigências prescritas nas leis e  regulamentos que normal e razoavelmente são aplicadas à exploração de serviços  aéreos internacionais, em conformidade com as disposições da Convenção sobre  Aviação Civil Internacional (Chicago, 1944).\n  </p>\n  <p>\n   4. Cada Parte Contratante terá o direito de recusar a concessão das  autorizações de exploração referidas no n.º 2 deste artigo ou de a sujeitar às  condições que julgar necessárias para o exercício, pela empresa de transporte  aéreo designada, dos direitos especificados no artigo 3.º, sempre que a dita  Parte Contratante não der por demonstrado que a propriedade substancial e o  contrôle efectivo daquela empresa pertencem à Parte Contratante que a designou  ou aos seus nacionais.\n  </p>\n  <p>\n   5. A empresa de transporte aéreo, assim designada e autorizada, poderá em  qualquer altura começar a exploração dos serviços acordados, desde que:\n  </p>\n  <p>\n   a) A intenção de o fazer seja notificada à Parte Contratante que concedeu a  autorização;\n  </p>\n  <p>\n   b) Esteja em vigor para o serviço de que se trate uma tarifa estabelecida de  harmonia com as disposições do artigo 7.º do presente Acordo;\n  </p>\n  <p>\n   c) Os horários desses serviços tenham sido aprovados conforme previsto no  artigo 3.º, n.º 3, do presente Acordo.\n  </p>\n  <p>\n   ARTIGO 5.º\n   <br/>\n   1. Cada Parte Contratante terá o direito de revogar a autorização de  exploração ou de suspender o exercício dos direitos especificados no artigo  3.º do presente Acordo por uma empresa de transporte aéreo designada pela  outra Parte Contratante, ou ainda de sujeitar às condições que julgar  necessárias o exercício daqueles direitos:\n  </p>\n  <p>\n   a) No caso de não dar por demonstrado que a propriedade substancial e o  contrôle efectivo da empresa pertencem à Parte Contratante que a designou ou  aos seus nacionais; ou\n  </p>\n  <p>\n   b) No caso de a empresa deixar de cumprir as leis ou regulamentos da Parte  Contratante que concede os direitos; ou\n  </p>\n  <p>\n   c) No caso de a empresa deixar por outro modo de proceder de harmonia com as  condições prescritas no presente Acordo.\n  </p>\n  <p>\n   2. Salvo se a revogação, suspensão ou imposição das condições mencionadas no  n.º 1 deste artigo for essencial para prevenir ulteriores infracções de leis  ou regulamentos, tal direito apenas será exercido após consulta com a outra  Parte Contratante.\n  </p>\n  <p>\n   ARTIGO 6.º\n   <br/>\n   1. As empresas designadas das duas Partes Contratantes terão justa e igual  oportunidade de exploração dos serviços acordados nas rotas especificadas  entre os seus respectivos territórios.\n  </p>\n  <p>\n   2. A empresa de cada Parte Contratante deverá ter em consideração na operação  dos serviços acordados os interesses da empresa designada pela outra Parte  Contratante, de modo a não afectar indevidamente os serviços que esta última  oferece, no todo ou em parte, das mesmas rotas.\n  </p>\n  <p>\n   3. A exploração dos serviços acordados deverá estar em íntima relação com as  necessidades de transporte nas rotas especificadas. Cada serviço acordado  deverá ter como objectivo primordial o fornecimento de capacidade adequada às  necessidades correntes e razoavelmente previstas de transporte de passageiros,  carga e correio entre os territórios das Partes Contrantes.\n  </p>\n  <p>\n   4. A capacidade total será, tanto quanto possível, dividida em partes iguais  entre as empresas designadas, salvo se for acordado de outro modo, nos termos  do n.º 7 deste artigo.\n  </p>\n  <p>\n   5. A capacidade a oferecer e a frequência dos serviços nas rotas especificadas  serão discutidas, acordadas e revistas de tempos a tempos entre as empresas  designadas das duas Partes Contratantes e submetidas à aprovação das  autoridades aeronáuticas das duas Partes Contratantes.\n  </p>\n  <p>\n   6. A fim de satisfazer exigências de tráfego imprevistas de carácter  temporário, as empresas designadas poderão, não obstante as disposições dos  n.os 3 e 4 deste artigo, decidir entre elas os aumentos temporários de  capacidade que forem necessários para satisfazer a procura de tráfego.\n  </p>\n  <p>\n   7. Desde que a empresa designada de uma das Partes Contratantes não explore,  permanente ou temporariamente, total ou parcialmente, a capacidade a que tem  direito de acordo com o previsto nos números anteriores, as autoridades  aeronáuticas das duas Partes Contratantes poderão entender-se no sentido de a  empresa designada da outra Parte Contratante explorar a capacidade acordada,  de harmonia com os números anteriores. Será, contudo, condição de tais  entendimentos que, se a primeira Parte Contratante decidir em qualquer altura  começar a explorar ou a aumentar a capacidade dos seus serviços, dentro da  capacidade total a que tem direito, nos termos dos números anteriores, e de  tal notificar a outra Parte com antecedência razoável, a empresa da outra  Parte Contratante deverá retirar correspondentemente parte ou toda a a  capacidade adicional que tenha estado a explorar.\n  </p>\n  <p>\n   8. Sempre que um serviço de uma empresa designada de uma Parte Contratante  seja operado numa rota via pontos intermédios e/ou para pontos além do  território da outra Parte Contratante, uma capacidade adicional à estabelecida  em conformidade com os n.os 3 a 6 deste artigo poderá ser oferecida por essa  empresa mediante acordo entre as autoridades aeronáuticas das duas Partes  Contratantes.\n  </p>\n  <p>\n   ARTIGO 7.º\n   <br/>\n   1. As tarifas a aplicar pelas empresas de uma das Partes em relação a  transportes com destino ou proveniência do território da outra Parte serão  estabelecidas a níveis razoáveis, tendo em devida conta todos os elementos  relevantes, especialmente custo de exploração, lucro razoável e tarifas  aplicadas por outras empresas.\n  </p>\n  <p>\n   2. As tarifas mencionadas no n.º 1 deste artigo serão, se possível, acordadas  entre as empresas de ambas as Partes, após consulta a outras empresas que  operem em toda ou parte da rota; as empresas deverão chegar a esse acordo  recorrendo, na medida do possível, ao procedimento para elaboração de tarifas  da (IATA) Associação de Transporte Aéreo Internacional.\n  </p>\n  <p>\n   3. As tarifas assim acordadas serão submetidas à aprovação das autoridades  aeronáuticas das duas Partes Contratantes, pelo menos noventa dias antes da  data prevista para a sua entrada em vigor. Em casos especiais, este prazo  poderá ser reduzido mediante acordo das referidas autoridades.\n  </p>\n  <p>\n   4. Esta aprovação poderá ser dada expressamente. Se nenhuma das autoridades  aeronáuticas tiver manifestado o seu desacordo no prazo de trinta dias, a  contar da data de apresentação das tarifas, nos termos do n.º 3 deste artigo,  serão estas consideradas aprovadas. No caso da redução do prazo para  apresentação das tarifas, nos termos do mesmo número, as autoridades  aeronáuticas poderão acordar num prazo inferior a trinta dias para notificação  do seu eventual desacordo.\n  </p>\n  <p>\n   5. Quando uma tarifa não puder ser estabelecida de hamonia com o disposto no  n.º 2 do presente artigo ou quando uma autoridade aeronáutica comunicar à  outra, nos prazos mencionados no n.º 4 deste artigo, o seu desacordo  relativamente a qualquer tarifa acordada, nos termos do referido n.º 2,  deverão as autoridades aeronáuticas das duas Partes, após consulta às  autoridades aeronáuticas de qualquer outro Estado cujo parecer considerem  útil, esforçar-se por determinar a tarifa de mútuo acordo.\n  </p>\n  <p>\n   6. Se as autoridades aeronáuticas não puderem chegar a acordo sobre uma tarifa  que seja submetida à sua aprovação, de harmonia com o n.º 3 do presente  artigo, ou sobre a determinação de uma tarifa, nos termos do n.º 5 deste  artigo, o diferendo será solucionado em conformidade com as disposições do  artigo 16.º do presente Acordo.\n  </p>\n  <p>\n   7. Qualquer tarifa estabelecida em conformidade com o disposto no presente  artigo continuará em vigor até ao estabelecimento de nova tarifa. A validade  de uma tarifa não poderá, todavia, ser prorrogada em virtude deste número por  período superior a doze meses, a contar da data em que deveria ter expirado.\n  </p>\n  <p>\n   ARTIGO 8.º\n   <br/>\n   1. As aeronaves utilizadas nos serviços internacionais pelas empresas de  transporte aéreo designadas por qualquer das Partes Contratantes, bem como o  equipamento regular, fornecimento de combustíveis e lubrificantes e provisões  de bordo (incluindo alimentos, bebidas e tabaco), serão isentos de direitos  aduaneiros, emolumentos de inspecção e outros direitos ou impostos à chegada  ao território da outra Parte Contratante, desde que tal equipamento e  fornecimentos permaneçam a bordo das aeronaves até ao momento em que forem  reexportados.\n  </p>\n  <p>\n   2. Serão igualmente isentos dos mesmos direitos e impostos, com excepção dos  encargos correspondentes a serviços prestados:\n  </p>\n  <p>\n   a) As provisões de bordo embarcadas no território de qualquer das Partes  Contratantes dentro dos limites fixados pelas autoridades da dita Parte  Contratante e para utilização a bordo das aeronaves que explorem um serviço  internacional da outra Parte contratante;\n  </p>\n  <p>\n   b) As peças e equipamentos importados no território de uma Parte Contratante  para apoio da exploração dos serviços internacionais da empresa de transporte  aéreo designada pela outra Parte contratante, bem como para a manutenção ou  reparação das aeronaves utilizadas;\n  </p>\n  <p>\n   c) Os combustíveis e lubrificantes destinados a serem fornecidos às aeronaves  utilizadas em serviços internacionais pelas empresas de transporte aéreo  designadas pela outra Parte Contratante, mesmo quando aqueles fornecimentos se  destinem a ser consumidos na parte da viagem sobre o território da Parte  Contratante em que são metidos a bordo.\n  </p>\n  <p>\n   3. Poderá exigir-se que os produtos referidos nas alíneas a), b) e c) do  número anterior sejam conservados sob a superintendência ou o contrôle das  alfândegas.\n  </p>\n  <p>\n   ARTIGO 9.º\n   <br/>\n   O equipamento normal de bordo, bem como os produtos e as provisões existentes  a bordo das aeronaves de qualquer das Partes Contratantes, apenas poderão ser  descarregados no território da outra Parte Contratante com o consentimento das  suas autoridades aduaneiras. Em tal caso poderão ser colocados debaixo de  vigilância das ditas autoridades até ao momento de serem reexportados ou de  lhes ser dado outro destino de harmonia com os regulamentos aduaneiros.\n  </p>\n  <p>\n   ARTIGO 10.º\n   <br/>\n   Os passageiros em trânsito pelo território de qualquer das Partes Contratantes  apenas serão sujeitos a um contrôle muito simplificado. As bagagens e as  mercadorias em trânsito directo serão isentas de direitos aduaneiros e de  outros impostos semelhantes.\n  </p>\n  <p>\n   ARTIGO 11.º\n   <br/>\n   Qualquer das Partes Contratantes compromete-se a assegurar à outra Parte  Contratante a livre transferência, ao câmbio oficial, dos excedentes das  receitas sobre as despesas realizadas no seu território e relacionadas com a  exploração dos serviços acordados pela empresa de transportes aéreos designada  pela outra Parte. Sempre que o sistema de pagamentos entre as Partes  Contratantes for regulado por um acordo especial, tal acordo será aplicável.\n  </p>\n  <p>\n   ARTIGO 12.º\n   <br/>\n   Num espírito de estreita colaboração, as autoridades aeronáuticas das Partes  Contratantes consultar-se-ão de tempos a tempos, com vista a assegurar a  execução e o cumprimento satisfatório das disposições do presente Acordo e seu  anexo.\n  </p>\n  <p>\n   ARTIGO 13.º\n   <br/>\n   1. Se uma Parte Contratante considerar desejável modificar qualquer disposição  do presente Acordo ou do seu anexo, poderá pedir a realização de consultas à  outra Parte Contratante; tais consultas, que poderão ter lugar entre as  autoridades aeronáuticas e efectuar-se, quer verbalmente, quer por  correspondência, começarão dentro de um período de sessenta dias após a data  do pedido para a sua realização. As modificações acordadas deste modo entrarão  em vigor quando forem confirmadas por troca de notas diplomáticas.\n  </p>\n  <p>\n   2. As alterações ao anexo poderão ter lugar por acordo directo entre as  competentes autoridades aeronáuticas das Partes Contratantes.\n  </p>\n  <p>\n   ARTIGO 14.º\n   <br/>\n   1. O presente Acordo e o seu anexo serão considerados emendados de modo que  fiquem conformes com qualquer convenção multilateral que venha a obrigar as  duas Partes Contratantes.\n  </p>\n  <p>\n   2. O Estado de Cabo Verde, enquanto não ratificar a Convenção, admite a mesma  como direito subsidiário do presente Acordo.\n  </p>\n  <p>\n   ARTIGO 15.º\n   <br/>\n   Qualquer das Partes Contratantes poderá em qualquer altura notificar a outra  Parte Contratante da sua decisão de denunciar o presente Acordo; tal  notificação será simultaneamente comunicada à Organização da Aviação Civil  Internacional. Neste caso, o Acordo terminará doze meses depois de recebida a  notificação pela Parte Contratante à qual for dirigida, a não ser que tal  notificação seja retirada por acordo mútuo antes de expirar aquele prazo. Se a  parte Contratante notificada da denúncia não acusar a recepção da notificação,  esta será considerada como tendo sido recebida catorze dias após a sua  recepção pela Organização da Aviação Civil Internacional.\n  </p>\n  <p>\n   ARTIGO 16.º\n   <br/>\n   1. Se surgir um diferendo entre as Partes Contratantes relativo à  interpretação ou aplicação do presente Acordo ou do seu anexo, as partes  contratantes esforçar-se-ão em primeiro lugar por solucioná-lo por via de  negociações.\n  </p>\n  <p>\n   2. Se as Partes Contratantes não chegarem a uma solução por tal via, poderão  acordar em submeter o diferendo à decisão de uma pessoa ou organismo, ou tal  diferendo poderá, a pedido de qualquer das Partes Contratantes, ser submetido  à decisão de um tribunal de três árbitros, sendo um designado por cada uma das  Partes Contratantes e o terceiro pelos dois assim escolhidos. Cada Parte  Contratante designará um árbitro dentro de um prazo de sessenta dias, a partir  da data do recebimento por qualquer das Partes Contratantes de uma notificação  da outra Parte Contratante feita pela via diplomática pedindo a arbitragem do  diferendo; e o terceiro árbitro será designado dentro de um novo período de  sessenta dias. Se qualquer das Partes Contratantes deixar de designar um  árbitro dentro do período especificado, ou se o terceiro árbitro não for  designado, o presidente do Conselho da Organização da Aviação Civil  Internacional poderá ser solicitado por qualquer das Partes Contratantes para  designar um árbitro ou árbitros, conforme o caso. Em tal hipótese, o terceiro  árbitro será um nacional de um terceiro Estado e assumirá as funções de  presidente do tribunal arbitral.\n  </p>\n  <p>\n   3. As Partes Contratantes comprometem-se a cumprir qualquer decisão tomada nos  termos do n.º 2 deste artigo.\n  </p>\n  <p>\n   ARTIGO 17.º\n   <br/>\n   Este Acordo entrará em vigor na data da sua assinatura.\n   <br/>\n   Feito em Lisboa, em 16 de Fevereiro de 1976, em dois exemplares que fazem  igualmente fé.\n  </p>\n  <p>\n   Pelo Governo da República Portuguesa:\n   <br/>\n   José de M. S. Gomes Mota.\n   <br/>\n   Pelo Governo da República de Cabo Verde:\n   <br/>\n   Osvaldo Lopes da Silva.\n   <br/>\n   <br/>\n   ANEXO AO ACORDO RELATIVO AO TRANSPORTE AÉREO ENTRE PORTUGAL E CABO VERDE\n   <br/>\n   SECÇÃO I\n   <br/>\n   1. O Governo de Portugal designa para a exploração dos serviços acordados nas  rotas indicadas na secção II, n.º 1:\n  </p>\n  <p>\n   A TAP - Transportes Aéreos Portugueses.\n   <br/>\n   2. O Governo de Cabo Verde designa para a exploração dos serviços acordados  nas rotas indicadas na secção II, n.º 2:\n  </p>\n  <p>\n   Os TACV - Transportes Aéreos de Cabo Verde.\n   <br/>\n   SECÇÃO II\n   <br/>\n   1. A empresa designada pelo Governo de Portugal poderá explorar a seguinte  rota:\n  </p>\n  <p>\n   Pontos em Portugal-pontos intermédios-Sal-pontos além.\n   <br/>\n   § único. No caso de o Governo de Cabo Verde abrir ao tráfego internacional  outro aeroporto além do do Sal, será facultado à empresa designada pelo  Governo de Portugal optar por operar para esse novo aeroporto.\n  </p>\n  <p>\n   2. A empresa designada pelo Governo de Cabo Verde poderá explorar a seguinte  rota:\n  </p>\n  <p>\n   Pontos em Cabo Verde-pontos intermédios-Lisboa-pontos além.\n   <br/>\n   3. Na exploração da rota descrita no anterior n.º 1, a empresa designada do  Governo Português gozará dos direitos de:\n  </p>\n  <p>\n   a) Desembarcar no território de Cabo Verde passageiros, carga e correio  embarcados no território de Portugal;\n  </p>\n  <p>\n   b) Embarcar no território de Cabo Verde passageiros, carga e correio  destinados ao território de Portugal.\n  </p>\n  <p>\n   4. Na exploração da rota descrita no anterior n.º 2, a empresa designada pelo  Governo Cabo-Verdiano gozará dos direitos de:\n  </p>\n  <p>\n   a) Desembarcar no território de Portugal passageiros, carga e correio  embarcados no território de Cabo Verde;\n  </p>\n  <p>\n   b) Embarcar no território de Portugal passageiros, carga e correio destinados  ao território de Cabo Verde.\n  </p>\n  <p>\n   5. As empresas designadas poderão omitir nas rotas especificadas um ou mais  pontos intermédios, com a condição de que, nos casos em que as empresas gozem  de direitos de tráfego nesses pontos, as omissões sejam previamente anunciadas  ao público.\n  </p>\n  <p>\n   SECÇÃO III\n   <br/>\n   O direito de a empresa designada de uma Parte Contratante desembarcar ou  embarcar no território da outra Parte Contratante tráfego internacional de  passageiros, carga e correio destinados a ou proveniente de pontos intermédios  indicados na secção II será objecto de acordo a concluir entre as empresas  designadas e a aprovar pelas autoridades aeronáuticas das Partes Contratantes.\n  </p>\n  <p>\n   SECÇÃO IV\n   <br/>\n   O direito de a empresa designada de uma Parte Contratante desembarcar ou  embarcar no território da outra Parte Contratante tráfego internacional de  passageiros, carga e correio destinados a ou provenientes de pontos além do  território desta última Parte Contratante, será objecto de acordo a concluir  entre as empresas designadas e a aprovar pelas autoridades aeronáuticas das  Partes Contratantes.\n  </p>\n  <p>\n  </p>\n </p>\n</div>\n');\n"], "221550": ["INSERT INTO public.dreapp_document VALUES (221550, 223756, 'DECRETO', '524-I/76', 'MINISTÉRIO DOS NEGÓCIOS ESTRANGEIROS', 'DIARIO DA REPUBLICA - 1.ª SERIE, Nº 155-3ºSupl, de 05.07.1976, Pág. 1476-(19)', '19762404@s1', true, false, '1976-07-05', 'Aprova o Acordo entre a República Portuguesa e a República de Cabo Verde Respeitante a Obras e Investimentos Iniciados na Vigência do Plano de Fomento em Cabo Verde.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/424/223756.PDF', 'http://www.dre.pt/util/getpdf.asp?s=dig&serie=1&iddip=19762404', false, '2012-12-02 14:59:41.210921+00', false, '155/1976', 1, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (104559, 221550, '2014-02-12 23:20:08.478655+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=19762404&v01=2&v02=1976-07-05&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Decreto-Lei n.º 524-I/76\n   <br/>\n   de 5 de Julho\n   <br/>\n   Usando da faculdade conferida pelo artigo 3.º, n.º 1, alínea 3), da Lei  Constitucional n.º 6/75, de 26 de Março, o Governo decreta o seguinte:\n  </p>\n  <p>\n   Artigo único. É aprovado o Acordo entre a República Portuguesa e a República  de Cabo Verde Respeitante a Obras e Investimentos Iniciados na Vigência do  Plano de Fomento em Cabo Verde assinado em 15 de Abril de 1976, cujo texto vai  anexo ao presente decreto.\n  </p>\n  <p>\n   Vasco Fernando Leote de Almeida e Costa - Vítor Manuel Trigueiros Crespo -  Ernesto Augusto de Melo Antunes - Vítor Manuel Ribeiro Constâncio.\n  </p>\n  <p>\n   Assinado em 5 de Julho de 1976.\n   <br/>\n   Publique-se.\n   <br/>\n   O Presidente da República, FRANCISCO DA COSTA GOMES.\n   <br/>\n   <br/>\n   ACORDO ENTRE A REPÚBLICA PORTUGUESA E REPÚBLICA DE CABO VERDE RESPEITANTE A  OBRAS E INVSTIMENTOS INICIADOS NA VIGÊNCIA DO PLANO DE FOMENTO EM CABO VERDE.\n  </p>\n  <p>\n   Considerando que o Governo de Cabo Verde solicitou a execução até final das  obras e investimentos mencionados;\n  </p>\n  <p>\n   Considerando que as referidas obras e investimentos estão em curso e se  encontravam inscritos nos antigos planos de fomento;\n  </p>\n  <p>\n   Considerando que, satisfazendo a solicitação do Governo de Cabo Verde, o  Governo Português contribuirá, na actual conjuntura, de modo significativo  para o desenvolvimento sócio-económico de Cabo Verde;\n  </p>\n  <p>\n   Considerando a necessidade de fortalecer e impulsionar as relações de boa  amizade existentes entre ambos os países;\n  </p>\n  <p>\n   Considerando o espírito informador dos Acordos já estabelecidos sobre  cooperação e na intenção de os concretizar:\n  </p>\n  <p>\n   Acordam as Partes contratantes no seguinte:\n   <br/>\n   ARTIGO 1.º\n   <br/>\n   O Governo Português declara assumir as responsabilidades com os encargos  financeiros decorrentes das obras e investimentos em causa.\n  </p>\n  <p>\n   ARTIGO 2.º\n   <br/>\n   O Governo Português compromete-se a proceder à liquidação dos encargos  referidos, nos seguintes termos:\n  </p>\n  <p>\n   1 - Tendo por base o estatuído nos contratos de adjudicação, Portugal pagará  até aos seguintes valores máximos, que incluem já previsão para revisão de  preços:\n  </p>\n  <p>\n   ... Milhões de escudos\n   <br/>\n   Porto da Praia ... 58\n   <br/>\n   Hospital de S. Vicente ... 10\n   <br/>\n   Dessalinização de S. Vicente ... 30\n   <br/>\n   Aviões ... 73\n   <br/>\n   Aeroporto de Amílcar Cabral (resgate daconcessão do hotel e obras) ... 20\n   <br/>\n   Sistema \"Troppo» de telecomunicações ... 1\n   <br/>\n   Total ... 192\n   <br/>\n   2 - A liquidação das contas de empreiteiros e fornecedores será feita  directamente pelo Governo Português.\n  </p>\n  <p>\n   3 - Relativamente às obras do porto da Praia, o Governo Português assumirá as  responsabilidades correspondentes às situações da empreitada a partir de 1 de  Janeiro de 1976.\n  </p>\n  <p>\n   4 - Relativamente às obras do Hospital de S. Vicente, considerando que são  executadas por empreiteiro cabo-verdiano, um terço do respectivo montante  global será adiantado mediante solicitação do Governo de Cabo Verde; os  restantes dois terços serão liquidados mediante solicitação fundamentada do  Governo de Cabo Verde.\n  </p>\n  <p>\n   ARTIGO 3.º\n   <br/>\n   Quanto à solicitação relativa ao sistema de telecomunicações, o Governo  Português aceita assumir um encargo suplementar até ao montante de 16000  contos se a obra a que se destina vier a ser executada por empresa portuguesa,  precedendo acordo do Governo Português nos termos do respectivo contrato.\n  </p>\n  <p>\n   ARTIGO 4.º\n   <br/>\n   O presente Acordo entra em vigor na data da sua assinatura.\n   <br/>\n   Feito na cidade da Praia, aos 15 de Abril de 1976, em dois exemplares, fazendo  ambos os textos igualmente fé.\n  </p>\n  <p>\n   Pelo Governo da República Portuguesa:\n   <br/>\n   Vítor Manuel Trigueiros Crespo.\n   <br/>\n   Pelo Governo da República de Cabo Verde:\n   <br/>\n   Osvaldo Lopes da Silva.\n   <br/>\n  </p>\n </p>\n</div>\n');\n"], "252740": ["INSERT INTO public.dreapp_document VALUES (252740, 353982, 'Decreto-Lei', '524-I/76', 'Ministério dos Negócios Estrangeiros - Direcção-Geral dos Negócios Políticos', 'Diário da República n.º 155/1976, 3º Suplemento, Série I de 1976-07-05.', '', true, false, '1976-07-05', 'Aprova o Acordo entre a República Portuguesa e a República de Cabo Verde Respeitante a Obras e Investimentos Iniciados na Vigência do Plano de Fomento em Cabo Verde.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/463/254981.PDF', 'https://dre.pt/application/file/353982', false, '2016-02-14 01:55:34.671404+00', false, '155/1976', 1, '1');\n"], "223390": ["INSERT INTO public.dreapp_document VALUES (223390, 628251, 'Aviso', '379/2007', 'Ministério do Trabalho e da Solidariedade Social', 'Diário da República n.º 223/2007, Série I de 2007-11-20.', '', true, false, '2007-11-20', 'Torna público ter sido assinado em Cabo Verde, em 25 de Julho de 2007, o Acordo Administrativo Relativo às Modalidades de Aplicação da Convenção sobre a Segurança Social, de 10 de Abril de 2001, entre a República Portuguesa e a República de Cabo Verde.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/262/225606.PDF', 'https://dre.pt/application/file/628251', false, '2016-02-16 12:05:58.911379+00', false, '223/2007', 1, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (106096, 223390, '2014-02-17 17:27:46.873525+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=20073819&v01=2&v02=2007-11-06&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Aviso n.º 379/2007\n  </p>\n  <p>\n   Por ordem superior se torna público que foi assinado em Cabo Verde, em 25 de  Julho de 2007, o Acordo Administrativo Relativo às Modalidades de Aplicação da  Convenção sobre Segurança Social, de 10 de Abril de 2001, entre a República  Portuguesa e a República de Cabo Verde, cujo texto acompanha este aviso.\n  </p>\n  <p>\n   O texto da Convenção atrás mencionada, aprovado pelo Decreto n.º 2/2005, de 4  de Fevereiro, foi publicado no Diário da República, 1.ª série-A, n.º 25, de 4  de Fevereiro de 2005.\n  </p>\n  <p>\n   Secretaria-Geral, 6 de Novembro de 2007. - A Secretária-Geral, Maria Manuel  Godinho.\n  </p>\n  <p>\n   ACORDO ADMINISTRATIVO RELATIVO ÀS MODALIDADES DE APLICAÇÃO DA CONVENÇÃO SOBRE  SEGURANÇA SOCIAL ENTRE A REPÚBLICA PORTUGUESA E A REPÚBLICA DE CABO VERDE.\n  </p>\n  <p>\n   Para efeitos de aplicação da Convenção sobre Segurança Social entre a  República Portuguesa e a República de Cabo Verde, assinada na cidade da Praia  em 10 de Abril de 2001, a seguir designada por Convenção, nos termos do  disposto na alínea a) do n.º 1 do seu artigo 35.º, as autoridades competentes  portuguesas e cabo-verdianas estabelecem, de comum acordo, as seguintes  disposições:\n  </p>\n  <p>\n   TÍTULO I\n  </p>\n  <p>\n   Disposições gerais\n  </p>\n  <p>\n   Artigo 1.º\n  </p>\n  <p>\n   Definições\n  </p>\n  <p>\n   Para efeitos de aplicação do presente Acordo:\n  </p>\n  <p>\n   a) O termo \"Convenção» designa a Convenção sobre Segurança Social entre a  República Portuguesa e a República de Cabo Verde, assinada na cidade da Praia  em 10 de Abril de 2001;\n  </p>\n  <p>\n   b) A expressão \"complemento por dependência» substitui a expressão \"subsídio  por assistência de terceira pessoa» referida no n.º 1 do artigo 22.º da  Convenção;\n  </p>\n  <p>\n   c) Os termos e expressões definidos no artigo 1.º da Convenção têm o mesmo  significado que lhes é atribuído no referido artigo.\n  </p>\n  <p>\n   Artigo 2.º\n  </p>\n  <p>\n   Organismos de ligação\n  </p>\n  <p>\n   1 - Nos termos do disposto na alínea d) do n.º 1 do artigo 35.º da Convenção,  são designados \"organismos de ligação»:\n  </p>\n  <p>\n   a) Pela República Portuguesa, o Departamento de Acordos Internacionais de  Segurança Social, I. P. (DAISS);\n"]}