{"4319720": ["INSERT INTO public.dreapp_document VALUES (4319720, 148852921, 'Deliberação', '1171/2020', 'Trabalho, Solidariedade e Segurança Social - Instituto Nacional para a Reabilitação, I. P.', 'Diário da República n.º 225/2020, Série II de 2020-11-18', '', true, false, '2020-11-18', 'Despesas de funcionamento - COVID-19', '', 'https://dre.pt/application/conteudo/148852921', false, '2020-11-18 10:17:27.42286+00', false, '225/2020', 2, 'C');\n", "INSERT INTO public.dreapp_documenttext VALUES (1611974, 4319720, '2020-11-18 10:17:27.533037+00', 'https://dre.pt/home/-/dre/148852921/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Deliberação n.º 1171/2020</p><p>Sumário: Despesas de funcionamento - COVID-19.</p><p>Despesas de funcionamento - COVID-19</p><p>Considerando que o Regulamento de Apoio Financeiro ao Funcionamento das ONGPD foi aprovado nos termos do n.º 4 do artigo 8.º e do artigo 9.º do Decreto-Lei n.º 106/2013, de 30 de julho, tendo sido publicado no Diário da República através da Deliberação n.º 475/2017, de 7 de junho;</p><p>Considerando que, nos termos do n.º 1 do artigo 9.º do referido regulamento consideram-se despesas elegíveis para efeitos de apoio financeiro ao funcionamento geral das ONGPD:</p><p>Encargos com recursos humanos afetos por qualquer título de vínculo laboral;</p><p>Transporte nas deslocações em território nacional, em representação da ONGPD;</p><p>Encargos com água, eletricidade, comunicações e rendas das instalações;</p><p>Material consumível de escritório e consumível de informática;</p><p>Considerando que, a Organização Mundial de Saúde identificou, no dia 30 de janeiro de 2020, a epidemia SARS-CoV-2 como uma emergência de saúde pública de âmbito internacional, tendo, no dia 11 de março de 2020, caracterizado o vírus como uma pandemia em virtude do elevado número de países afetados;</p><p>Considerando que, em face dessa situação, em Portugal, foi declarado o estado de emergência a partir de 18 de março, ao qual se seguiram outras situações, estando atualmente declarado o estado de calamidade;</p><p>Considerando que, têm sido tomadas, desde então, pelo Governo Português, um conjunto de medidas excecionais e temporárias, destinadas a diminuir e mitigar os impactos, também económicos, advenientes do surto epidémico COVID-19, e que estas medidas abrangeram também as Organizações Não Governamentais do setor social e cooperativo, sendo que, a reabertura e manutenção em funcionamento destas Instituições implica que as mesmas cumpram as normas emanadas pelas autoridades de saúde, de forma a assegurar que o surto da doença COVID-19, seja controlado assegurando a saúde dos utentes bem como dos trabalhadores daquelas instituições;</p><p>Considerando o papel fundamental que estas organizações têm junto dos seus utentes e comunidades em que se encontram inseridas, é importante que se permita que as mesmas possam ter acesso aos equipamentos de proteção individual;</p><p>Considerando os vários diplomas que enquadram as questões da participação das organizações de cidadãos com deficiência e dos apoios a conceder pelo Estado, através do Instituto Nacional para a Reabilitação (INR, I. P.), os quais se encontram regulamentados, através de deliberações próprias publicadas no Diário da República, que contêm as normas a aplicar a cada um deles, bem como o conjunto de despesas que se consideram elegíveis;</p><p>Considerando igualmente o período excecional suprarreferido e o disposto nos artigos 9.º e 10.º do Decreto-Lei n.º 106/2013, de 30 de junho, e uma vez que estamos perante uma despesa com que nem as Organizações, nem o INR, I. P., poderiam prever à data da candidatura ao apoio e posterior celebração dos protocolos de cooperação, e atendendo a que são consideradas prioridades absolutas pelas autoridades de saúde o ser assegurado quer para a saúde e a segurança dos cidadãos, o acesso aos equipamentos que são essenciais na prevenção e no combate ao coronavírus;</p><p>Considerando as excecionais circunstâncias provocadas pela pandemia de COVID-19 e a urgência e o interesse superior de proteção da vida humana, determina-se o seguinte:</p><p>1 - Para o ano de 2020, o elenco de despesas elegíveis previsto no artigo 9.º do Regulamento de Apoio Financeiro ao Funcionamento, será alargado, no sentido de o mesmo contemplar as despesas com equipamentos de proteção individual.</p><p>2 - Podem ser incluídas como despesas elegíveis nos termos do artigo 9.º do regulamento e passíveis de financiamento, as seguintes despesas:</p><p>Máscaras, viseiras, luvas;</p><p>Produtos de desinfeção (álcool gel e desinfetante).</p><p>3 - Para efeitos dos números anteriores não serão celebradas adendas aos protocolos de atribuição de apoio financeiro ao funcionamento para o ano 2020.</p><p>4 - As ONGPD que pretendam apresentar a despesa supramencionada devem fazê-lo no relatório de execução, discriminativo por despesa, do apoio recebido no ano anterior, no quadro 3.4 despesas com material consumível de escritório e de informática.</p><p>5 - Não obstante o referido nos números anteriores, o valor total de financiamento do funcionamento no âmbito dos protocolos de cooperação celebrados para o ano de 2020, não pode ser excedido.</p><p>6 - As ONGPD podem recorrer a outros financiamentos ou aquisição de equipamentos de proteção individual por outras vias, desde que a soma de todos os financiamentos não exceda os 100 % da despesa em causa.</p><p>Publique-se no Diário da República.</p><p>4 de novembro de 2020. - O Presidente, Humberto Santos.</p><p>313718536</p></div>\n');\n"], "4388169": ["INSERT INTO public.dreapp_document VALUES (4388169, 154483079, 'Anúncio de procedimento', '583/2021', 'Serviço de Saúde da Região Autónoma da Madeira, EPE-RAM', 'Diário da República n.º 11/2021, Série II de 2021-01-18', '', true, false, '2021-01-18', 'Diverso equipamento para a área Covid-19', '', 'https://dre.pt/application/conteudo/154483079', false, '2021-01-18 16:45:22.571188+00', false, '11/2021', 2, 'L');\n"], "4410176": ["INSERT INTO public.dreapp_document VALUES (4410176, 156546094, 'Aviso de prorrogação de prazo', '191/2021', 'Serviço de Saúde da Região Autónoma da Madeira, EPE-RAM', 'Diário da República n.º 24/2021, Série II de 2021-02-04', '', true, false, '2021-02-04', 'Diverso equipamento para a área Covid-19', '', 'https://dre.pt/application/conteudo/156546094', false, '2021-02-04 16:45:44.551913+00', false, '24/2021', 2, 'L');\n"], "4142654": ["INSERT INTO public.dreapp_document VALUES (4142654, 135841808, 'Anúncio de procedimento', '6235/2020', 'Procuradoria-Geral da República', 'Diário da República n.º 114/2020, Série II de 2020-06-15.', '', true, false, '2020-06-15', 'Aquisição de material e produtos de proteção  - COVID 19', '', 'https://dre.pt/application/conteudo/135841808', false, '2020-06-15 17:15:08.216362+01', false, '114/2020', 2, '1');\n"], "4144757": ["INSERT INTO public.dreapp_document VALUES (4144757, 135953965, 'Declaração de retificação de anúncio', '233/2020', 'Procuradoria-Geral da República', 'Diário da República n.º 116/2020, Série II de 2020-06-17.', '', true, false, '2020-06-17', 'Aquisição de material e produtos de proteção  - COVID 19', '', 'https://dre.pt/application/conteudo/135953965', false, '2020-06-17 11:21:58.13539+01', false, '116/2020', 2, '1');\n"]}