{"3585161": ["INSERT INTO public.dreapp_document VALUES (3585161, 117821478, 'Declaração de Retificação', '61/2019', 'Defesa Nacional - Gabinete do Ministro', 'Diário da República n.º 10/2019, Série II de 2019-01-15.', '', true, false, '2019-01-15', 'Retificação ao Despacho n.º 10041/2018, de 10 de outubro - Depósito de Munições NATO de Lisboa', '', 'https://dre.pt/application/conteudo/117821478', false, '2019-01-15 09:35:29.205609+00', false, '10/2019', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (1481752, 3585161, '2019-01-15 09:35:29.316087+00', 'https://dre.pt/home/-/dre/117821478/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Declaração de Retificação n.º 61/2019</p><p>Por ter sido publicado com inexatidão no Diário da República, 2.ª série, n.º 208, de 29 de outubro, o Despacho n.º 10041/2018, de 10 de outubro, procede-se à seguinte retificação:</p><p>No quarto parágrafo, onde se lê:</p><p>«[...] construção de um muro, [...]»</p><p>deve ler-se:</p><p>«[...] furo de captação de água, [...]»</p><p>Na alínea a), onde se lê:</p><p>«[...] construção de um muro, [...]»</p><p>deve ler-se:</p><p>«[...] furo de captação de água, [...]»</p><p>13 de novembro de 2018. - O Ministro da Defesa Nacional, João Titterington Gomes Cravinho.</p><p>311903528</p></div>\n');\n"], "3718647": ["INSERT INTO public.dreapp_document VALUES (3718647, 122389936, 'Despacho', '5156/2019', 'Defesa Nacional - Marinha - Depósito de Munições Nato de Lisboa', 'Diário da República n.º 100/2019, Série II de 2019-05-24.', '', true, false, '2019-05-24', 'Procede à subdelegação de competências no Diretor de Munições NATO de Lisboa', '', 'https://dre.pt/application/conteudo/122389936', false, '2019-05-24 09:46:24.171367+01', false, '100/2019', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (1504060, 3718647, '2019-05-24 09:46:24.279064+01', 'https://dre.pt/home/-/dre/122389936/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Despacho n.º 5156/2019</p><p>1 - Nos termos da conjugação do n.º 3 do artigo 44.º do Código do Procedimento Administrativo com o n.º 2 do Despacho n.º 2827/2019, de 27 de fevereiro de 2019 do Vice-Almirante Superintendente do Material, publicado no Diário da República, 2.ª série - n.º 54 de 18 de março de 2019, subdelego no Diretor do Depósito de Munições NATO de Lisboa, o 22883 CMG M Paulo Jorge dos Santos Colaço a competência para autorizar despesas com locação e aquisição de bens e serviços até ao limite de 10.000,00 Euros.</p><p>2 - Delego ainda, nos termos dos artigos 42.º e 43.º e do n.º 2 e 3.º do artigo 55.º do Decreto-Lei n.º 4/2015, no 22883 CMG M Paulo Jorge dos Santos Colaço, na qualidade de Diretor do Depósito de Munições NATO de Lisboa, a competência para acompanhar, fiscalizar e visar, no âmbito da gestão patrimonial deste Depósito, todos os atos e procedimentos que haja que realizar.</p><p>3 - Nos termos da conjugação do n.º 3 do artigo 44.º do Código do Procedimento Administrativo com o n.º 4 do Despacho n.º 2827/2019, de 27 de fevereiro de 2019 do Vice-Almirante Superintendente do Material, publicado no Diário da República, 2.ª série - n.º 54 de 18 de março de 2019, subdelego ainda no Diretor do Depósito de Munições NATO de Lisboa, o 22883 CMG M Paulo Jorge dos Santos Colaço a competência que me é delegada para:</p><p>a) Aos militares em qualquer forma de prestação de serviço efetivo e aos funcionários do Mapa de Pessoal Civil da Marinha que prestem serviço no Depósito de Munições NATO de Lisboa e no Centro de Armamento e Munições:</p><p>i) Conceder licença parental inicial em qualquer das modalidades;</p><p>ii) Conceder licença por risco clínico durante a gravidez;</p><p>iii) Conceder licença por interrupção de gravidez;</p><p>iv) Conceder licença por adoção;</p><p>v) Autorizar dispensas para consulta pré-natal, amamentação, aleitação e para avaliação para adoção;</p><p>vi) Autorizar assistência inadiável e imprescindível a filho;</p><p>vii) Autorizar assistência a neto;</p><p>viii) Autorizar dispensa de trabalho noturno e para proteção da segurança e saúde;</p><p>ix) Autorizar redução do tempo de trabalho para assistência a filho menor com deficiência ou doença crónica;</p><p>x) Autorizar assistência a membro de agregado familiar.</p><p>b) Autorizar as deslocações normais que resultem da própria natureza orgânica ou funcional do serviço, em território nacional, por períodos inferiores a 5 dias, bem como o adiantamento das respetivas ajudas de custo;</p><p>c) Autorizar a transferência, o abate e a alienação do património afeto, incluindo a venda de material considerado inútil ou desnecessário, nos termos do regime jurídico dos bens móveis do domínio privado do Estado e demais normativo em vigor;</p><p>d) Autorizar a cobrança e arrecadação de receitas.</p><p>4 - O presente despacho produz os seus efeitos a partir da data da sua assinatura, ficando por este meio ratificados todos os atos entretanto praticados pelo Diretor do Depósito de Munições NATO de Lisboa, o 22883 Capitão-de-Mar-e-Guerra Paulo Jorge dos Santos Colaço, que se incluam no âmbito desta subdelegação de competências e que tenham sido praticados desde 31 de janeiro de 2019.</p><p>25 de março de 2019. - O Diretor de Navios, Fernando Jorge Pires, Contra-Almirante.</p><p>312295503</p></div>\n');\n"], "5620143": ["INSERT INTO public.dreapp_document VALUES (5620143, 838307462, 'Portaria', '140/2024', 'Negócios Estrangeiros e Defesa Nacional - Gabinetes do Ministro dos Negócios Estrangeiros e da Ministra da Defesa Nacional', 'Diário da República n.º 15/2024, Série II de 2024-01-22', '', true, false, '2024-01-22', 'Nomeação do Tenente-Coronel João Manuel Pinto Correia para o cargo «121.200.010 - Oficial de Ligação junto da NATO (DELNATO 3)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, Bélgica', '', 'https://files.diariodarepublica.pt/2s/2024/01/015000000/0004100041.pdf', false, '2024-01-22 09:11:16.733731+00', false, '15', 2, 'C');\n", "INSERT INTO public.dreapp_documenttext VALUES (1880963, 5620143, '2024-01-22 09:11:16.760052+00', 'https://dre.pt/dre/detalhe/doc/140-2024-838307462', 'Portaria n.º 140/2024\nSumário: Nomeação do Tenente-Coronel João Manuel Pinto Correia para o cargo «121.200.010 - Oficial de Ligação junto da NATO (DELNATO 3)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, Bélgica.\nManda o Governo, pelo Ministro dos Negócios Estrangeiros e pela Ministra da Defesa Nacional, por proposta do Chefe do Estado-Maior-General das Forças Armadas, nos termos da alínea a) do n.º 1 do artigo 1.º e dos artigos 3.º, 7.º, 8.º e 10.º do Decreto-Lei n.º 233/81, de 1 de agosto, na sua redação atual, e nos termos da Portaria n.º 606/2009, de 22 de junho, na sua redação atual, o seguinte:\n1 - Nomear o 15803595, TCOR ENG João Manuel Pinto Correia para o cargo «121.200.010 - Oficial de Ligação junto da NATO (DELNATO 3)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, na Bélgica, em substituição do 14902990 TCOR INF Jorge Manuel Gomes Ribeiro, que é exonerado do cargo a partir da data em que o militar ora nomeado assuma funções.\n2 - A duração da comissão de serviço do referido cargo é de três anos, sem prejuízo de eventual antecipação do seu termo pela ocorrência de facto superveniente que obste ao seu decurso normal.\n3 - A presente portaria produz os seus efeitos a partir da data do início de funções do militar ora nomeado.\n8 de janeiro de 2024. - O Ministro dos Negócios Estrangeiros, João Titterington Gomes Cravinho. - 5 de janeiro de 2024. - O Secretário de Estado da Defesa Nacional, em substituição da Ministra da Defesa Nacional, Carlos Alberto Raheb Lopes Pires.\n317251829');\n"], "5658647": ["INSERT INTO public.dreapp_document VALUES (5658647, 853818193, 'Portaria', '343/2024', 'Negócios Estrangeiros e Defesa Nacional - Gabinetes do Ministro dos Negócios Estrangeiros e da Ministra da Defesa Nacional', 'Diário da República n.º 41/2024, Série II de 2024-02-27', '', true, false, '2024-02-27', 'Nomeação do Major Hélder Bruno de Sousa Ferreira para o cargo «121.200.011 - Oficial de ligação junto da NATO (DELNATO 4)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, Bélgica', '', 'https://files.diariodarepublica.pt/2s/2024/02/041000000/0003400034.pdf', false, '2024-02-27 09:11:32.514589+00', false, '41', 2, 'C');\n", "INSERT INTO public.dreapp_documenttext VALUES (1889377, 5658647, '2024-02-27 09:11:32.524816+00', 'https://dre.pt/dre/detalhe/doc/343-2024-853818193', 'Portaria n.º 343/2024\nSumário: Nomeação do Major Hélder Bruno de Sousa Ferreira para o cargo «121.200.011 - Oficial de ligação junto da NATO (DELNATO 4)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, Bélgica.\nManda o Governo, pelo Ministro dos Negócios Estrangeiros e pela Ministra da Defesa Nacional, por proposta do Chefe do Estado-Maior-General das Forças Armadas, nos termos da alínea a) do n.º 1 do artigo 1.º e dos artigos 3.º, 7.º, 8.º e 10.º do Decreto-Lei n.º 233/81, de 1 de agosto, na sua redação atual, e nos termos da Portaria n.º 606/2009, de 22 de junho, na sua redação atual, o seguinte:\n1 - Nomear o 128153-E MAJ PILAV Hélder Bruno de Sousa Ferreira para o cargo «121.200.011 - Oficial de ligação junto da NATO (DELNATO 4)», na Missão Militar junto da NATO e EU (MILREP), em Bruxelas, Bélgica, em substituição do 112076-L COR PILAV Marco Paulo Martinho Fernandes Carvalho, que é exonerado do cargo a partir da data em que o militar ora nomeado assuma funções.\n2 - A duração da comissão de serviço do referido cargo é de três anos, sem prejuízo de eventual antecipação do seu termo pela ocorrência de facto superveniente que obste ao seu decurso normal.\n3 - A presente portaria produz os seus efeitos a partir da data do início de funções do militar ora nomeado.\n8 de fevereiro de 2024. - O Ministro dos Negócios Estrangeiros, João Titterington Gomes Cravinho. - 7 de fevereiro de 2024. - A Ministra da Defesa Nacional, Maria Helena Chaves Carreiras.\n317356895');\n"], "16698": ["INSERT INTO public.dreapp_document VALUES (16698, 146587, 'Decreto-Lei', '606/70', 'Presidência do Conselho - Defesa Nacional - Gabinete do Ministro', 'Diário do Governo n.º 284/1970, Série I de 1970-12-09.', '', true, false, '1970-12-09', 'Altera o Decreto-Lei nº 48515 de 5 de Agosto de 1968, que criou a Missão Militar NATO.', 'http://digestoconvidados.dre.pt/digesto//pdf/LEX/266/16865.PDF', 'https://dre.pt/application/file/146587', false, '2016-02-13 18:54:50.927724+00', false, '284/1970', 1, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (8140, 16698, '2014-02-04 21:47:46.587176+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=19702374&v01=2&v02=1970-12-09&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Decreto-Lei n.º 606/70\n   <br/>\n   de 9 de Dezembro\n   <br/>\n   Tornando-se necessário reforçar a constituição da Missão Militar N. A. T. O.  em Bruxelas com mais um oficial adjunto e um sargento amanuense, a fim de lhe  permitir fazer face aos novos encargos resultantes da transferência da Agência  Militar de Normalização da N. A. T. O. de Londres para Bruxelas;\n  </p>\n  <p>\n   Considerando que o chefe da Missão Militar N. A. T. O. é o representante na  Comissão Militar da N. A. T. O. (em sessão permanente) do chefe do  Estado-Maior-General das Forças Armadas;\n  </p>\n  <p>\n   Tendo em atenção a segunda parte do artigo 4.º do Decreto-Lei n.º 39315, de 14  de Agosto de 1953;\n  </p>\n  <p>\n   Usando da faculdade conferida pela 1.ª parte do n.º 2.º do artigo 109.º da  Constituição, o Governo decreta e eu promulgo, para valer como lei, o  seguinte:\n  </p>\n  <p>\n   Artigo único. O artigo 3.º do Decreto-Lei n.º 48515, de 5 de Agosto de 1968,  passa a ter a seguinte redacção:\n  </p>\n  <p>\n   Art. 3.º A Missão Militar N. A. T. O. terá a seguinte constituição:\n   <br/>\n   Um chefe da Missão, general do Exército ou Força Aérea, ou contra-almirante,  representante permanente do chefe do Estado-Maior-General das Forças Armadas.\n  </p>\n  <p>\n   Dois adjuntos, oficiais superiores de qualquer dos ramos das forças armadas,  habilitados para o desempenho de funções de estado-maior. De preferência o  chefe da Missão e os adjuntos deverão ser de ramos diferentes das forças  armadas.\n  </p>\n  <p>\n   Um secretário civil.\n   <br/>\n   Um arquivista, sargento de qualquer ramo das forças armadas.\n   <br/>\n   Um amanuense, sargento de qualquer ramo das forças armadas.\n   <br/>\n   Um condutor auto, praça de qualquer ramo das forças armadas.\n   <br/>\n   Visto e aprovado em Conselho de Ministros. - Marcello Caetano - Horácio José  de Sá Viana Rebelo - João Augusto Dias Rosas.\n  </p>\n  <p>\n   Promulgado em 26 de Novembro de 1970.\n   <br/>\n   Publique-se.\n   <br/>\n   O Presidente da República, AMÉRICO DEUS RODRIGUES THOMAZ.\n   <br/>\n   <br/>\n   Para ser presente à Assembleia Nacional.\n   <br/>\n  </p>\n </p>\n</div>\n');\n"]}