{
    "169975": [
        "INSERT INTO public.dreapp_document VALUES (169975, 171907, 'RESOLUÇÃO', '3/2004/M', 'ASSEMBLEIA LEGISLATIVA REGIONAL - MADEIRA (Utilizar a partir de 12 de Agosto de 1989)', 'DIARIO DA REPUBLICA - 1.ª SERIE B, Nº 63, de 15.03.2004, Pág. 1375', '20040704@s1', true, false, '2004-03-15', 'Recomenda à Assembleia da República e ao Governo Regional da Madeira que tomem algumas medidas necessárias para a protecção da vida e combate ao aborto clandestino.', '', '', true, '2012-11-06 13:44:12.292601+00', false, '63/2004', 1, '1');\n",
        "INSERT INTO public.dreapp_documenttext VALUES (74696, 169975, '2014-02-12 23:20:08.478655+00', 'http://www.dre.pt/cgi/dr1s.exe?t=d&cap=&doc=20040704&v01=2&v02=2004-02-04&v03=&v04=&v05=&v06=&v07=&v08=&v09=&v10=&v11=&v12=&v13=&v14=&v15=&sort=0&submit=Pesquisar', '<div id=\"doc_texto\">\n <p>\n  <span class=\"bold\">\n   TEXTO :\n  </span>\n  <p>\n   Resolução da Assembleia Legislativa Regional n.º 3/2004/M\n   <br/>\n   Recomenda à Assembleia da República e ao Governo Regional da Madeira que tomem  algumas medidas necessárias para a protecção da vida e combate ao aborto  clandestino.\n  </p>\n  <p>\n   O direito à vida é o primeiro de todos os direitos humanos.\n   <br/>\n   A Constituição Portuguesa acolhe este princípio no artigo 24.º, n.º 1, que  estipula que \"a vida humana é inviolável».\n  </p>\n  <p>\n   A despenalização do aborto em todos os casos, pretendida por algumas correntes  políticas, contraria a protecção da vida e, mais do que isso, não respeita a  vontade soberana do povo português manifestada em referendo em 28 de Junho de  1998.\n  </p>\n  <p>\n   A liberalização da interrupção voluntária da gravidez até 10 semanas é um  atentado à vida e aos princípios morais e éticos do povo português.\n  </p>\n  <p>\n   A Lei n.º 6/84, de 11 de Maio, prevê no artigo 1.º, que altera o artigo 140.º  do Código Penal, sobre a exclusão da ilicitude do aborto:\n  </p>\n  <p>\n   \"1 - Não é punível o aborto efectuado por médico, ou sob a sua direcção, em  estabelecimento de saúde oficial ou oficialmente reconhecido e com o  consentimento da mulher grávida quando, segundo o estado dos conhecimentos e  da experiência da medicina:\n  </p>\n  <p>\n   a) Constitua o único meio de remover perigo de morte ou de grave irreversível  lesão para o corpo ou para a saúde física ou psíquica da mulher grávida;\n  </p>\n  <p>\n   b) Se mostre indicado para evitar perigo de morte ou de grave e duradoura  lesão para o corpo ou para a saúde física ou psíquica da mulher grávida, e  seja realizado nas primeiras 12 semanas de gravidez;\n  </p>\n  <p>\n   c) Haja seguros motivos para prever que o nascituro venha a sofrer, de forma  incurável, de grave doença ou malformação, e seja realizado nas primeiras 16  semanas de gravidez;\n  </p>\n  <p>\n   d) Haja sérios indícios de que a gravidez resultou de violação da mulher e  seja realizado nas primeiras 12 semanas de gravidez.»\n  </p>\n  <p>\n   O resultado do referendo realizado na Madeira foi claro: 49733 eleitores  votaram \"Não» e 15681 votaram \"Sim». Perante estes dados, a Assembleia da  República não pode desrespeitar o resultado do referendo legislando à revelia  da vontade das populações. Por outro lado, não faz sentido que, passados  apenas cinco anos, se volte a referendar esta matéria.\n  </p>\n  <p>\n   O problema do aborto existe, mas não é legalizando a sua prática que ele deixa  de existir. As suas causas combatem-se com medidas de luta contra a pobreza,  com o apoio às famílias e mães solteiras, com políticas de planeamento  familiar e com uma correcta educação para a sexualidade e os afectos junto dos  nossos jovens.\n  </p>\n  <p>\n   Neste sentido, a Assembleia Legislativa Regional da Madeira, directa  representante do povo da Madeira e do Porto Santo, recomenda:\n  </p>\n  <p>\n   1 - A Assembleia da República deve respeitar a vontade do povo português  manifestada no referendo sobre a interrupção voluntária da gravidez realizado  em 28 de Junho de 1998.\n  </p>\n  <p>\n   2 - A Assembleia da República deve elaborar legislação que favoreça a  protecção da vida e combata o aborto clandestino através de medidas de apoio  sócio-educativo.\n  </p>\n  <p>\n   3 - O Governo Regional deve reforçar as consultas de planeamento familiar nas  unidades de saúde e a educação para a sexualidade e os afectos nos  estabelecimentos de ensino da Região.\n  </p>\n  <p>\n   4 - O Governo Regional deve reforçar as medidas de apoio às famílias, aos  jovens casais, às mães solteiras e à maternidade no sentido de erradicar o  aborto clandestino.\n  </p>\n  <p>\n   Aprovada em sessão plenária da Assembleia Legislativa Regional da Madeira em 4  de Fevereiro de 2004.\n  </p>\n  <p>\n   O Presidente da Assembleia Legislativa Regional, José Miguel Jardim d''Olival  Mendonça.\n  </p>\n  <p>\n  </p>\n </p>\n</div>\n');\n"
    ],
    "2198425": [
        "INSERT INTO public.dreapp_document VALUES (2198425, 532677, 'Resolução da Assembleia Legislativa Regional', '3/2004/M', 'Região Autónoma da Madeira - Assembleia Legislativa Regional', 'Diário da República n.º 63/2004, Série I-B de 2004-03-15.', '', true, false, '2004-03-15', 'Recomenda à Assembleia da República e ao Governo Regional da Madeira que tomem algumas medidas necessárias para a protecção da vida e combate ao aborto clandestino', '', 'https://dre.pt/application/file/532677', false, '2016-02-16 07:16:46.883449+00', false, '63/2004', 1, '1');\n",
        "INSERT INTO public.dreapp_documenttext VALUES (1191148, 2198425, '2015-12-05 03:51:34.467525+00', 'https://dre.pt/home/-/dre/532642/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Resolução da Assembleia Legislativa Regional n.º 3/2004/M</p><p>Recomenda à Assembleia da República e ao Governo Regional da Madeira que tomem algumas medidas necessárias para a protecção da vida e combate ao aborto clandestino.                                                             </p><p>O direito à vida é o primeiro de todos os direitos humanos.</p><p>A Constituição Portuguesa acolhe este princípio no artigo 24.º, n.º 1, que estipula que «a vida humana é inviolável».                                     </p><p>A despenalização do aborto em todos os casos, pretendida por algumas correntes políticas, contraria a protecção da vida e, mais do que isso, não respeita a vontade soberana do povo português manifestada em referendo em 28 de Junho de 1998.                                                               </p><p>A liberalização da interrupção voluntária da gravidez até 10 semanas é um atentado à vida e aos princípios morais e éticos do povo português.            </p><p>A Lei n.º 6/84, de 11 de Maio, prevê no artigo 1.º, que altera o artigo 140.º do Código Penal, sobre a exclusão da ilicitude do aborto:                      </p><p>«1 - Não é punível o aborto efectuado por médico, ou sob a sua direcção, em estabelecimento de saúde oficial ou oficialmente reconhecido e com o consentimento da mulher grávida quando, segundo o estado dos conhecimentos e da experiência da medicina:                                                    </p><p>a) Constitua o único meio de remover perigo de morte ou de grave irreversível lesão para o corpo ou para a saúde física ou psíquica da mulher grávida;       </p><p>b) Se mostre indicado para evitar perigo de morte ou de grave e duradoura lesão para o corpo ou para a saúde física ou psíquica da mulher grávida, e seja realizado nas primeiras 12 semanas de gravidez;                           </p><p>c) Haja seguros motivos para prever que o nascituro venha a sofrer, de forma incurável, de grave doença ou malformação, e seja realizado nas primeiras 16 semanas de gravidez;                                                           </p><p>d) Haja sérios indícios de que a gravidez resultou de violação da mulher e seja realizado nas primeiras 12 semanas de gravidez.»                          </p><p>O resultado do referendo realizado na Madeira foi claro: 49733 eleitores votaram «Não» e 15681 votaram «Sim». Perante estes dados, a Assembleia da República não pode desrespeitar o resultado do referendo legislando à revelia da vontade das populações. Por outro lado, não faz sentido que, passados apenas cinco anos, se volte a referendar esta matéria.                         </p><p>O problema do aborto existe, mas não é legalizando a sua prática que ele deixa de existir. As suas causas combatem-se com medidas de luta contra a pobreza, com o apoio às famílias e mães solteiras, com políticas de planeamento familiar e com uma correcta educação para a sexualidade e os afectos junto dos nossos jovens.                                                </p><p>Neste sentido, a Assembleia Legislativa Regional da Madeira, directa representante do povo da Madeira e do Porto Santo, recomenda:                  </p><p>1 - A Assembleia da República deve respeitar a vontade do povo português manifestada no referendo sobre a interrupção voluntária da gravidez realizado em 28 de Junho de 1998.                                                        </p><p>2 - A Assembleia da República deve elaborar legislação que favoreça a protecção da vida e combata o aborto clandestino através de medidas de apoio sócio-educativo.                                                               </p><p>3 - O Governo Regional deve reforçar as consultas de planeamento familiar nas unidades de saúde e a educação para a sexualidade e os afectos nos estabelecimentos de ensino da Região.                                          </p><p>4 - O Governo Regional deve reforçar as medidas de apoio às famílias, aos jovens casais, às mães solteiras e à maternidade no sentido de erradicar o aborto clandestino.                                                            </p><p>Aprovada em sessão plenária da Assembleia Legislativa Regional da Madeira em 4 de Fevereiro de 2004.                                                         </p><p>O Presidente da Assembleia Legislativa Regional, José Miguel Jardim d''Olival Mendonça.</p></div>\n');\n"
    ],
    "160325": [
        "INSERT INTO public.dreapp_document VALUES (160325, 162198, 'DESPACHO CONJUNTO', '152/2003', 'MINISTÉRIO DA AGRICULTURA DESENVOLVIMENTO RURAL E PESCAS;MINISTÉRIO DAS FINANÇAS', 'DIARIO DA REPUBLICA - 2.ª SERIE, Nº 37, de 13.02.2003, Pág. 23909', '', true, false, '2003-02-13', 'Determina que os proprietários de ovinos e caprinos sujeitos a medidas de imunoprofilaxia obrigatória têm direito ao pagamento de um subsídio por aborto ocorrido de valor equivalente ao subsídio de repovoamneto, desde a averiguação efectuada pela DRA para o efeito conclua que o mesmo se verificou em consequência da vacinação.', '', '', true, '2012-11-01 14:32:21.426837+00', false, '37/2003', 2, '1');\n"
    ],
    "189115": [
        "INSERT INTO public.dreapp_document VALUES (189115, 191191, 'DESPACHO CONJUNTO', '624/2005', 'MINISTÉRIO DA AGRICULTURA DESENVOLVIMENTO RURAL E PESCAS;MINISTÉRIO DAS FINANÇAS E DA ADMINISTRAÇÃO PÚBLICA', 'DIARIO DA REPUBLICA - 2.ª SERIE, Nº 163, de 25.08.2005, Pág. 12308', '', true, false, '2005-08-25', 'Altera o n.º 1.º-A do Despacho Conjunto 530/2000, de 2 de Maio, com a redacção que lhe foi introduzida pelo Despacho Conjunto 152/2003, de 31 de Janeiro, relativos ao pagamento de um subsídio aos proprietários dos ovinos e caprinos sujeitos a medidas de imunoprofilaxia obrigatória por aborto ocorrido, bem como de indemnização na sequência de morte decorrente da imunoprofilaxia obrigatória contra a língua azul.', '', '', true, '2012-11-10 13:31:32.700522+00', false, '163/2005', 2, '1');\n"
    ],
    "3498131": [
        "INSERT INTO public.dreapp_document VALUES (3498131, 116654091, 'Declaração de Retificação', '35-A/2018', 'Assembleia da República', 'Diário da República n.º 197/2018, 1º Suplemento, Série I de 2018-10-12.', '', true, false, '2018-10-12', 'Declaração de retificação à Lei n.º 51/2018, de 16 de agosto, «Altera a Lei das Finanças Locais, aprovada pela Lei n.º 73/2013, de 3 de setembro, e o Código do Imposto Municipal sobre Imóveis, aprovado pelo Decreto-Lei n.º 287/2003, de 12 de novembro»', '', 'https://dre.pt/application/conteudo/116654091', false, '2018-10-12 12:21:51.061943+01', false, '197/2018', 1, '1');\n",
        "INSERT INTO public.dreapp_documenttext VALUES (1464985, 3498131, '2018-10-12 12:21:51.182+01', 'https://dre.pt/home/-/dre/116654091/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Declaração de Retificação n.º 35-A/2018</p><p>Para os devidos efeitos, observado o disposto no n.º 2 do artigo 115.º do Regimento da Assembleia da República, declara-se que a <a href=\"/web/guest/pesquisa/-/search/116068878/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 51/2018\">Lei n.º 51/2018</a>, de 16 de agosto, «Altera a Lei das Finanças Locais, aprovada pela <a href=\"/web/guest/pesquisa/-/search/499528/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 73/2013\">Lei n.º 73/2013</a>, de 3 de setembro, e o Código do Imposto Municipal sobre Imóveis, aprovado pelo <a href=\"/web/guest/pesquisa/-/search/447325/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Decreto-Lei n.º 287/2003\">Decreto-Lei n.º 287/2003</a>, de 12 de novembro», publicada no Diário da República, 1.ª série, n.º 157, de 16 de agosto de 2018, saiu com a seguinte incorreção, que assim se retifica:</p><p>No n.º 6 do artigo 51.º da Lei das Finanças Locais, onde se lê:</p><p>«Para cálculo do valor atualizado dos encargos totais referidos no n.º 1, deve ser utilizada a taxa de desconto a que se refere o n.º 3 do artigo 19.º do <a href=\"/application/external/eurolex?14R0480\" rel=\"nofollow\" target=\"_blank\" title=\"Link para Regulamento da União Europeia\">Regulamento Delegado (UE) n.º 480/2014</a>, da Comissão Europeia, de 3 de março de 2014.»</p><p>deve ler-se:</p><p>«Para cálculo do valor atualizado dos encargos totais referidos na alínea a) do n.º 3, deve ser utilizada a taxa de desconto a que se refere o n.º 3 do artigo 19.º do <a href=\"/application/external/eurolex?14R0480\" rel=\"nofollow\" target=\"_blank\" title=\"Link para Regulamento da União Europeia\">Regulamento Delegado (UE) n.º 480/2014</a>, da Comissão Europeia, de 3 de março de 2014.»</p><p>Assembleia da República, 11 de outubro de 2018. - O Secretário-Geral, Albino de Azevedo Soares.</p><p>111723757</p></div>\n');\n"
    ]
}