{"3520242": ["INSERT INTO public.dreapp_document VALUES (3520242, 116905827, 'Despacho (extrato)', '10316/2018', 'Tribunal Judicial da Comarca do Porto Este', 'Diário da República n.º 214/2018, Série II de 2018-11-07.', '', true, false, '2018-11-07', 'Delegação de competências da Juiz Presidente, na Juiz Coordenadora', '', 'https://dre.pt/application/conteudo/116905827', false, '2018-11-07 10:27:34.003112+00', false, '214/2018', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (1469114, 3520242, '2018-11-07 10:27:34.039792+00', 'https://dre.pt/home/-/dre/116905827/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Despacho (extrato) n.º 10316/2018</p><p>Ao abrigo do disposto nos artigos 44.º a 50.º do Código de Procedimento Administrativo, aprovado pelo Decreto-Lei n.º 4/2015, de 7 de janeiro e nos termos conjugados do disposto no n.º 1 e 2 do artigo 95.º da Lei da Organização do Sistema Judiciário, aprovada pela Lei n.º 62/2013, de 26 de agosto (LOSJ), com as alterações da Lei n.º 40-A/2016, de 22 de dezembro, no âmbito das competências próprias enunciadas no artigo 94.º da Lei n.º 62/2013 de 26 de agosto, delego na Sra. Juíza Coordenadora, Dr.ª Maria Margarida Moura Castro Neves, J2 do Juízo de Família e Menores e relativamente ao conjunto dos Juízos do núcleo de Paredes, a competência necessária para praticar os seguintes atos:</p><p>1 - Competências de direção:</p><p>Acompanhar a Juíza Presidente nas ações/atividades de representação do tribunal relativamente ao respetivo núcleo;</p><p>Providenciar pela distribuição de serviço, acompanhar a sua evolução/adequação e acompanhar a programação/realização dos objetivos que estiveram na base da colocação de juízes auxiliares e do quadro complementar nas secções onde os mesmos foram ou vierem a ser colocados;</p><p>Planear e acompanhar a monitorização do cumprimento dos objetivos fixados para os serviços judiciais do tribunal;</p><p>Promover a realização de reuniões de planeamento e de avaliação dos resultados dos serviços judiciais das secções;</p><p>Propor medidas de desburocratização, simplificação de procedimentos, utilização de tecnologias de informação e transparência do sistema da justiça;</p><p>Pronunciar-se, sempre que seja ponderada a realização de sindicâncias à Comarca pelo Conselho Superior da Magistratura;</p><p>Pronunciar-se, sempre que seja ponderada pelo Conselho dos Oficiais de Justiça a realização de sindicâncias relativamente aos serviços judiciais e à secretaria.</p><p>2 - Competências funcionais</p><p>Implementar e coordenar o processo de nomeação/posse dos juízes sociais, no âmbito do Decreto-Lei n.º 156/78, de 30 de junho;</p><p>Nomear juiz substituto nos casos não abrangidos no despacho geral de substituições, por nós proferido em 21/09/2015;</p><p>Participar no processo de avaliação dos oficiais de justiça, nos termos da legislação específica aplicável;</p><p>Dar posse aos Juízes na ausência da Juiz Presidente.</p><p>3 - Competências de gestão</p><p>Estas competências são exercidas de acordo com o preceituado nos artigos 90.º e 91.º da Lei n.º 62/2013 de 26 de agosto e que consistem em:</p><p>Propor a implementação de métodos de trabalho e objetivos mensuráveis para cada unidade orgânica, sem prejuízo das competências e atribuições que, nessa matéria, prossegue o Conselho Superior da Magistratura, designadamente na fixação dos indicadores do volume processual adequado;</p><p>Acompanhar e avaliar a atividade das secções nomeadamente a qualidade do serviço de justiça prestado aos cidadãos, tomando por referência as reclamações ou as respostas a questionários de satisfação;</p><p>Acompanhar o movimento processual das secções do respetivo núcleo, designadamente, os casos de não cumprimento dos prazos, os processos que estão pendentes por tempo considerado excessivo ou que não são resolvidos em prazo considerado razoável, informando, bimestralmente, qual o tempo médio entre a data da entrada em juízo do processo e a data da efetiva realização dos julgamentos;</p><p>Pronunciar-se sobre os pedidos de exclusividade apresentados pelos magistrados judiciais nos casos aplicáveis;</p><p>Apreciar/coordenar a execução do serviço de expediente da competência dos anteriores Juízes Presidentes dos tribunais extintos, incluindo as reclamações apresentadas nos termos do disposto no n.º 5 do artigo 157.º do C.P.C., quanto à unidade central, 156.º n.º 3 e 162.º n.º 5, do C.P.C. e 105.º n.º 2 do C.P.P.;</p><p>Sugerir medidas de simplificação e agilização processuais;</p><p>Sugerir medidas que entendam adequadas tendo em vista o equilíbrio da carga processual e a eficácia dos serviços.</p><p>4 - Competências administrativas</p><p>Apresentar os contributos necessários e considerados relevantes para elaboração do relatório semestral/anual sobre o estado dos serviços e a qualidade da resposta e sobre o relatório de atividade das secções do respetivo núcleo;</p><p>Propor eventuais alterações dos regulamentos internos dos serviços judiciais da comarca;</p><p>Reportar quaisquer situações acerca das necessidades das secções que coordenam, sugerindo restruturações, quer no que concerne a magistrados quer no que concerne a funcionárias e/ou a recursos físicos e materiais.</p><p>Publique-se nos termos do disposto no artigo 159.º do Código de Procedimento Administrativo.</p><p>O presente despacho produz efeitos à data da sua assinatura.</p><p>8 de outubro de 2018. - A Juíza Presidente do Tribunal, Armanda Alves Rei de Lemos Gonçalves.</p><p>311754391</p></div>\n');\n"], "1184489": ["INSERT INTO public.dreapp_document VALUES (1184489, 1967847, 'Deliberação (extracto)', '1526/2010', 'Conselho Superior da Magistratura', 'Diário da República n.º 169/2010, Série II de 2010-08-31.', '', true, false, '2010-08-31', 'Nomeação de juiz-secretário', '', 'https://dre.pt/application/conteudo/1967847', false, '2019-06-17 02:49:51.675293+01', false, '169/2010', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (324177, 1184489, '2015-08-15 22:06:25.539976+01', 'https://dre.pt/home/-/dre/1967847/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Deliberação (extracto) n.º 1526/2010</p><p>Por deliberação do plenário do Conselho Superior da Magistratura, de 20 de Julho de 2010, o Dr. Luís Miguel Vaz da Fonseca Martins, juiz de direito do Círculo de Santa Maria da Feira, foi designado juiz secretário do Conselho Superior da Magistratura, em comissão de serviço ordinária de natureza judicial, por um período de três anos, com efeitos a partir de 01.09.2010, guardando vaga no lugar de origem.</p><p>Lisboa, 10 de Agosto de 2010. - O Vogal do C.S.M. de Turno, Rui Francisco Figueiredo Coelho.</p><p>203591551</p></div>\n');\n"], "3631636": ["INSERT INTO public.dreapp_document VALUES (3631636, 120399176, 'Declaração', '16/2019', 'Assembleia da República - Conselho dos Julgados de Paz', 'Diário da República n.º 42/2019, Série II de 2019-02-28.', '', true, false, '2019-02-28', 'Nomeação de Juiz auxiliar', '', 'https://dre.pt/application/conteudo/120399176', false, '2019-02-28 09:35:31.924461+00', false, '42/2019', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (1488549, 3631636, '2019-02-28 09:35:32.067782+00', 'https://dre.pt/home/-/dre/120399176/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Declaração n.º 16/2019</p><p>Em execução da Deliberação 4/2019, de 22.01.2019, deste Conselho e conforme concordância da DGPJ, o Conselho dos Julgados de Paz nomeia Juiz de Paz \"auxiliar\" por 3 meses, do Julgado de Paz do Seixal, a Sra. Dra. Helena Alexandra Alão Soares, da Bolsa de Concursados, nos termos dos artigos 25 n.º 2 e 65 n.º 3 a) da Lei n.º 78/2001 (Lei n.º 54/2013, de 31.07) e artigo 3 n.º 1 da Portaria 253/2014, de 02.12. Posse, no dia 4 de fevereiro p. f., às 15H30, neste Conselho.</p><p>4 de fevereiro de 2019. - O Presidente do Conselho dos Julgados de Paz, J. O. Cardona Ferreira, Juiz Conselheiro.</p><p>312039138</p></div>\n');\n"], "1148903": ["INSERT INTO public.dreapp_document VALUES (1148903, 3419107, 'Declaração de Rectificação', '579/2010', 'Universidade do Porto - Reitoria', 'Diário da República n.º 58/2010, Série II de 2010-03-24.', '', true, false, '2010-03-24', 'Rectifica nome', '', 'https://dre.pt/application/conteudo/3419107', false, '2019-06-16 06:54:34.495705+01', false, '58/2010', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (295361, 1148903, '2015-08-11 22:16:02.427959+01', 'https://dre.pt/home/-/dre/3419107/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Declaração de rectificação n.º 579/2010</p><p>Para os devidos efeitos se rectifica que no despacho (extracto) n.º 4456/2010, publicado no Diário da República, 2.ª série, n.º 50, de 12 de Março de 2010, na p. 11 700, onde se lê «Doutor Yuri Genekovich Pogorelov» deve ler-se «Doutor Yuriy Genekovich Pogorelov».</p><p>18 de Março de 2010. - O Reitor, José Carlos Diogo Marques dos Santos.</p><p>203048008</p></div>\n');\n"], "1692475": ["INSERT INTO public.dreapp_document VALUES (1692475, 1569172, 'Rectificação', '1585/2008', 'Ministério da Educação - Direcção Regional de Educação do Alentejo - Agrupamento de Escolas de Odemira', 'Diário da República n.º 134/2008, Série II de 2008-07-14.', '', true, false, '2008-07-14', 'Rectifica o nome', '', 'https://dre.pt/application/file/1569172', false, '2015-10-03 19:46:04.726808+01', false, '134/2008', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (750300, 1692475, '2015-09-22 13:53:39.472104+01', 'https://dre.pt/home/-/dre/1569290/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Rectificação n.º 1585/2008</p><p>Por ter saído com inexactidão o Despacho n.º 17624/2008 publicado no Diário da República 2.ª Série, n.º 124, de 30 de Junho de 2008, rectifica-se que onde se lê:</p><p>(ver documento original)</p><p>deve ler-se:</p><p>(ver documento original)</p><p>7 de Julho de 2008. - A Presidente do Conselho Executivo, Sandra Alcina Gonçalves Santos.</p></div>\n');\n", "INSERT INTO public.dreapp_documenttext VALUES (1692475, 4572676, '2021-06-30 16:52:05.483927+01', 'https://dre.pt/home/-/dre/166164759/details/maximized?serie=II&parte_filter=32', '<li class=\"formatedTexto\"><p>MODELO DE ANÚNCIO DO CONCURSO PÚBLICO</p><p> </p><p> </p><p> </p><p>1 - IDENTIFICAÇÃO E CONTACTOS DA ENTIDADE ADJUDICANTE</p><p>Designação da entidade adjudicante: Município de Vila Pouca de Aguiar</p><p>NIPC: 506810267</p><p>Serviço/Órgão/Pessoa de contacto: Município de Vila Pouca de Aguiar</p><p>Endereço: Rua Dr. Henrique Botelho</p><p>Código postal: 5450 027</p><p>Localidade: Vila Pouca de Aguiar</p><p>País: PORTUGAL</p><p>NUT III: PT11C</p><p>Distrito: Vila Real</p><p>Concelho: Vila Pouca de Aguiar</p><p>Freguesia: Freguesia de Vila Pouca de Aguiar</p><p>Endereço Eletrónico: aprovisionamento@cm-vpaguiar.pt</p><p> </p><p>2 - OBJETO DO CONTRATO</p><p>Designação do contrato: Operação de financiamento por locação financeira (Leasing) para aquisição de quatro viaturas elétricas</p><p>Descrição sucinta do objeto do contrato: Operação de financiamento por locação financeira (Leasing) para aquisição de quatro viaturas elétricas</p><p> Tipo de Contrato:   Aquisição de Serviços </p><p>Preço base do procedimento: Sim</p><p> </p><p>Valor do preço base do procedimento: 96688.17 EUR</p><p>Classificação CPV (Vocabulário Comum para os Contratos Públicos)</p><p>Objeto principal</p><p>Vocabulário principal: 66114000</p><p> </p><p>3 - INDICAÇÕES ADICIONAIS</p><p>O contrato envolve aquisição conjunta (com várias entidades)?  Não</p><p>Contratação por lotes: Não</p><p>O contrato é adjudicado por uma central de compras:  Não</p><p>O concurso destina-se à celebração de um acordo quadro:  Não</p><p>É utilizado um leilão eletrónico:  Não</p><p>É adotada uma fase de negociação:  Não</p><p> </p><p>4 - ADMISSIBILIDADE DA APRESENTAÇÃO DE PROPOSTAS VARIANTES:  Não</p><p> </p><p>5 - LOCAL DA EXECUÇÃO DO CONTRATO</p><p>País: PORTUGAL</p><p>NUT III: PT11C</p><p>Distrito: Vila Real</p><p>Concelho: Vila Pouca de Aguiar</p><p>Freguesia: Freguesia de Vila Pouca de Aguiar</p><p>6 - PRAZO DE EXECUÇÃO DO CONTRATO</p><p>Prazo: Meses</p><p>48  meses</p><p>O contrato é passível de renovação? Não</p><p> </p><p>7 - DOCUMENTOS DE HABILITAÇÃO</p><p>7.1 - Habilitação para o exercício da atividade profissional</p><p>Sim</p><p>Tipo: </p><p>Documento</p><p>Descrição:</p><p>Autorização do Banco de Portugal a autorizar a instituição de crédito ou sociedade financeira a celebrar contratos de locação financeira.</p><p>(Leasing)</p><p> </p><p>7.2 - Informação sobre contratos reservados</p><p>O contrato está reservado a entidades e fornecedores cujo objetivo principal seja a integração social e profissional de pessoas com deficiência ou desfavorecidas?</p><p>Não</p><p> </p><p>8 - ACESSO ÀS PEÇAS DO CONCURSO, PEDIDOS DE PARTICIPAÇÃO E APRESENTAÇÃO DAS PROPOSTAS</p><p>8.1 - Consulta das peças do concurso</p><p>Designação do serviço da entidade adjudicante onde se encontram disponíveis as peças do concurso para consulta dos interessados: Divisão Financeira e Aprovisionamento - Contratação Pública e Gestão de Stocks</p><p>Endereço desse serviço: Rua Dr. Henrique Botelho</p><p>Código postal: 5450 027</p><p>Localidade: Vila Pouca de Aguiar</p><p>Endereço Eletrónico: aprovisionamento@cm-vpaguiar.pt</p><p>8.2 - Fornecimento das peças do concurso, apresentação dos pedidos de participação e apresentação das propostas</p><p>Plataforma eletrónica utilizada pela entidade adjudicante:  </p><p>Vortal (https://community.vortal.biz/sts/Login)</p><p> </p><p>9 - PRAZO PARA APRESENTAÇÃO DAS PROPOSTAS </p><p>Até às 17 : 00 do 15 º dia a contar da data de envio do presente anúncio </p><p> </p><p>10 - PRAZO DURANTE O QUAL OS CONCORRENTES SÃO OBRIGADOS A MANTER AS RESPETIVAS PROPOSTAS</p><p>66 dias a contar do termo do prazo para a apresentação das propostas</p><p> </p><p>11 - CRITÉRIO DE ADJUDICAÇÃO</p><p>Melhor relação qualidade-preço: Não</p><p> </p><p>Critério relativo à qualidade</p><p>Nome: Qualidade</p><p>Ponderação: 0 %</p><p> </p><p>Critério relativo ao custo</p><p>Nome: Preço</p><p>Ponderação: 100 %</p><p> </p><p>12 - PRESTAÇÃO DE CAUÇÃO: </p><p>Não</p><p> </p><p>13 - IDENTIFICAÇÃO E CONTACTOS DO ÓRGÃO DE RECURSO ADMINISTRATIVO</p><p>Designação: Município de Vila Pouca de Aguiar</p><p>Endereço: Rua Dr. Henrique Botelho</p><p>Código postal: 5450 027</p><p>Localidade: Vila Pouca de Aguiar</p><p>Endereço Eletrónico: aprovisionamento@cm-vpaguiar.pt</p><p> </p><p>14 - DATA DE ENVIO DO ANÚNCIO PARA PUBLICAÇÃO NO DIÁRIO DA REPÚBLICA</p><p>2021/06/30</p><p> </p><p>15 - O PROCEDIMENTO A QUE ESTE ANÚNCIO DIZ RESPEITO TAMBÉM É PUBLICITADO NO JORNAL OFICIAL DA UNIÃO EUROPEIA: </p><p>Não</p><p> </p><p>16 - OUTRAS INFORMAÇÕES</p><p>Serão usados critérios ambientais: Não</p><p> </p><p>17 - IDENTIFICAÇÃO DO AUTOR DO ANÚNCIO</p><p>Nome: Dra. Ana Rita Ferreira Dias Bastos</p><p>Cargo: Vice-Presidente da Câmara Municipal</p><p>414359805</p></li>');\n"]}