{"1421695": ["INSERT INTO public.dreapp_document VALUES (1421695, 2429813, 'Regulamento', '308/2009', 'Universidade do Minho', 'Diário da República n.º 141/2009, Série II de 2009-07-23.', '', true, false, '2009-07-23', 'Regulamento para a eleição do reitor da Universidade do Minho', '', 'https://dre.pt/application/file/2429813', false, '2015-09-05 05:08:42.057499+01', false, '141/2009', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (516178, 1421695, '2015-09-04 12:57:29.032765+01', 'https://dre.pt/home/-/dre/2429772/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Regulamento n.º 308/2009</p><p>Regulamento para a eleição do Reitor da Universidade do Minho</p><p>Visa o presente Regulamento disciplinar o procedimento a seguir para a eleição do Reitor da Universidade do Minho, tendo em conta o disposto no artigo 38.º dos Estatutos da Universidade do Minho e no artigo 86.º do Regime Jurídico das Instituições de Ensino Superior.</p><p>Artigo 1.º</p><p>(Capacidade eleitoral activa)</p><p>Os membros do Conselho Geral em efectividade de funções elegerão o Reitor por voto presencial e escrutínio secreto dos seus membros, nos termos fixados no presente Regulamento.</p><p>Artigo 2.º</p><p>(Capacidade eleitoral passiva)</p><p>1 - São elegíveis para o cargo de Reitor da Universidade do Minho os professores ou investigadores doutorados da Universidade do Minho ou de outras instituições de ensino universitário ou de investigação, nacionais ou estrangeiras, em exercício efectivo de funções.</p><p>2 - Não pode ser eleito Reitor:</p><p>a) Quem se encontre na situação de aposentado;</p><p>b) Quem tenha sido condenado por infracção disciplinar, financeira ou penal no exercício de funções públicas ou profissionais, nos quatro anos subsequentes ao cumprimento da pena;</p><p>c) Quem incorra em outras inelegibilidades previstas na lei.</p><p>Artigo 3.º</p><p>(Requisitos)</p><p>O candidato a Reitor deve possuir os seguintes requisitos:</p><p>a) Ser uma personalidade de reconhecido mérito e com experiência profissional relevante para as funções a exercer;</p><p>b) Possuir visão estratégica adequada à prossecução da missão e objectivos da Universidade do Minho, nos termos dos respectivos Estatutos;</p><p>c) Comunicar adequadamente em língua portuguesa.</p><p>Artigo 4.º</p><p>(Comissão Eleitoral)</p><p>1 - O procedimento eleitoral será conduzido por uma Comissão Eleitoral constituída por quatro vogais, escolhidos pelo Conselho Geral de entre os seus membros, e presidida pelo Presidente deste órgão.</p><p>2 - À Comissão Eleitoral competirá, nomeadamente, verificar o cumprimento das condições de elegibilidade e dos requisitos de candidatura por parte dos candidatos.</p><p>3 - Das decisões da Comissão Eleitoral cabe recurso para o Conselho Geral, a interpor no prazo de três dias.</p><p>Artigo 5.º</p><p>(Data da eleição e anúncio público)</p><p>1 - A eleição tem lugar em data marcada pelo Conselho Geral com, pelo menos, dois meses de antecedência, iniciando-se o procedimento com o anúncio público do prazo para apresentação de candidaturas.</p><p>2 - O anúncio público para a eleição do Reitor faz-se por edital, redigido em língua portuguesa, e em língua inglesa, no qual são especificados os termos e condições de admissão de candidaturas, de acordo com o presente Regulamento e os Estatutos da Universidade do Minho.</p><p>3 - O edital é publicado no sítio da Internet da Universidade e, pelo menos, em dois jornais de expansão nacional, assegurando-se ainda a sua divulgação internacional.</p><p>Artigo 6.º</p><p>(Apresentação das candidaturas)</p><p>1 - As candidaturas são apresentadas pelos próprios candidatos ao Presidente da Comissão Eleitoral, em suporte de papel e digital, bem como por email, devendo ser acompanhadas dos seguintes documentos:</p><p>a) Curriculum vitae do candidato;</p><p>b) Compromisso de honra declarando que não se encontra em nenhuma das situações de inelegibilidade previstas na lei ou nos Estatutos da Universidade do Minho;</p><p>c) Programa de acção que se propõe cumprir, redigido em língua portuguesa.</p><p>2 - As candidaturas são ainda acompanhadas da indicação dos endereços de email e de fax, para efeitos processuais e legais, designadamente, as notificações das decisões da Comissão Eleitoral.</p><p>Artigo 7.º</p><p>(Admissão e rejeição de candidaturas)</p><p>1 - Recebidas as candidaturas, a Comissão Eleitoral verifica, no prazo máximo de três dias, contados a partir da data limite para a sua apresentação, a existência de irregularidades processuais e a elegibilidade dos candidatos.</p><p>2 - Serão liminarmente rejeitadas pela Comissão Eleitoral as candidaturas que não satisfaçam as condições previstas no presente Regulamento, cabendo recurso da decisão para o Conselho Geral a interpor no prazo de três dias contados a partir da respectiva comunicação, o qual deverá ser decidido no prazo máximo de oito dias.</p><p>3 - As candidaturas definitivamente admitidas deverão constar de edital a afixar nos locais de estilo e publicadas no sítio da Internet da Universidade do Minho, no prazo de cinco dias após o termo do prazo atrás fixado.</p><p>Artigo 8.º</p><p>(Audição pública)</p><p>1 - A Comissão Eleitoral fixará os dias e horas em que cada candidato deverá apresentar publicamente, perante o Conselho Geral, o seu curriculum vitae, e o programa de acção.</p><p>2 - Os candidatos disporão de tempo e meios idênticos, antecipadamente fixados pela Comissão Eleitoral, para a apresentação das suas candidaturas, podendo ser formuladas perguntas e pedidos de esclarecimento pelos membros do Conselho Geral, a que se seguirão as respostas dos candidatos.</p><p>3 - A transmissão, em tempo real, da audição deverá ser devidamente assegurada, nomeadamente, com recurso às novas tecnologias de informação e comunicação.</p><p>Artigo 9.º</p><p>(Acto eleitoral)</p><p>1 - Concluída a audição pública, o Conselho Geral reúne-se, no prazo máximo de cinco dias, para proceder à eleição do Reitor, considerando-se eleito o candidato que obtiver a maioria absoluta de votos dos membros do Conselho em efectividade de funções.</p><p>2 - Se nenhum candidato obtiver a maioria absoluta dos votos dos membros do Conselho Geral, proceder-se-á imediatamente a novo escrutínio ao qual serão admitidos apenas os dois candidatos mais votados, sendo eleito o que obtiver maior número de votos, devendo esse número corresponder a uma maioria absoluta dos votantes.</p><p>3 - Se ocorrer um empate entre os dois candidatos mais votados, repetir-se-á a votação e se não for possível desfazer o empate será desencadeado novo procedimento eleitoral nos termos da alínea c) do número seguinte.</p><p>4 - Caso concorra apenas um candidato:</p><p>a) Será eleito se conseguir no primeiro escrutínio a maioria absoluta dos votos dos membros do Conselho;</p><p>b) se tal não suceder, far-se-á nova votação para verificar se este obtém a maioria absoluta dos votos dos membros presentes, caso em que será considerado eleito;</p><p>c) se não obtiver a maioria atrás referida, será desencadeado novo procedimento eleitoral, com novo prazo para apresentação de candidaturas que não pode ser superior a um mês.</p><p>Artigo 10.º</p><p>(Acta, proclamação da eleição e posse)</p><p>1 - Eleito um candidato, a Comissão Eleitoral elaborará acta da reunião, datada e assinada pelos membros da Comissão Eleitoral, a ser aprovada pelo Conselho Geral, de que constam os nomes dos candidatos, os resultados das votações e qualquer incidente ocorrido durante a eleição.</p><p>2 - Concluído o procedimento eleitoral, o Presidente do Conselho Geral proclama o respectivo resultado fazendo-o publicar, por edital, nos locais de estilo e no sítio da Internet da Universidade, devendo o Reitor cessante enviar cópia da acta da reunião do Conselho Geral em que se procedeu à eleição ao Ministro que exerce a tutela sobre as instituições de ensino superior, para efeitos de homologação, nos termos do artigo 86.º, n.º 6, do RJIES.</p><p>3 - A posse do novo Reitor perante o Conselho Geral é conferida pelo Presidente deste órgão em cerimónia pública, no prazo máximo de um mês após a homologação da eleição pelo Ministro da tutela.</p><p>Artigo 11.º</p><p>(Primeiras eleições e subsequentes)</p><p>1 - O procedimento eleitoral para as primeiras eleições para Reitor, ao abrigo do presente Regulamento, ocorrerá depois de aprovado este e constatado o facto que lhe deu origem.</p><p>2 - As eleições seguintes terão o seu procedimento aberto nos termos do artigo 91.º, n.º 3 do RJIES, ou três meses antes do termo do mandato do Reitor em funções.</p><p>Artigo 12.º</p><p>(Casos omissos)</p><p>1 - Os casos omissos ou que suscitem dúvidas do presente regulamento serão resolvidos por deliberação tomada pela Comissão Eleitoral, havendo possibilidade de recurso para o Conselho Geral.</p><p>2 - Não estando ainda em funcionamento a Comissão Eleitoral, tais casos serão resolvidos pelo Conselho Geral.</p><p>30 de Junho de 2009. - O Presidente do Conselho Geral, Luís Braga da Cruz.</p><p>202070298</p></div>\n');\n"], "4846789": ["INSERT INTO public.dreapp_document VALUES (4846789, 180474091, 'Deliberação', '341/2022', 'Universidade do Minho - Reitoria', 'Diário da República n.º 52/2022, Série II de 2022-03-15', '', true, false, '2022-03-15', 'Delegação de competências na chefe do Gabinete do Reitor da Universidade do Minho', '', 'https://files.dre.pt/2s/2022/03/052000000/0027900279.pdf', false, '2022-03-15 09:20:31.725606+00', false, '52', 2, 'E');\n", "INSERT INTO public.dreapp_documenttext VALUES (1743106, 4846789, '2022-03-15 09:20:31.853343+00', 'https://dre.pt/dre/detalhe/doc/341-2022-180474091', 'Deliberação n.º 341/2022\nSumário: Delegação de competências na chefe do Gabinete do Reitor da Universidade do Minho.\nConsiderando o Regime Jurídico das Instituições de Ensino Superior (RJIES), aprovado pela Lei n.º 62/2007, de 10 de setembro, e a atual natureza jurídica da Universidade do Minho, fundação pública com regime de direito privado;\nConsiderando os Estatutos da Fundação da Universidade do Minho, em anexo ao Decreto-Lei n.º 4/2016, de 13 de janeiro, e os Estatutos da Universidade do Minho, homologados pelo Despacho Normativo n.º 15/2021, publicado no Diário da República, 2.ª série, de 16 de junho de 2021;\nConsiderando o disposto no n.º 3 do artigo 95.º do RJIES, no n.º 2 do artigo 47.º dos Estatutos da Universidade do Minho, ao abrigo das disposições conjugadas nos artigos 44.º a 50.º do Código do Procedimento Administrativo e no artigo 109.º do Código dos Contratos Públicos,\nO Conselho de Gestão, em reunião de vinte e quatro de fevereiro de dois mil e vinte e dois, deliberou delegar, ao abrigo do estatuído no n.º 3 do artigo 4.º do Regulamento do Conselho de Gestão, publicado no Diário da República, 2.ª série, de 9 de fevereiro de 2018, na Chefe de Gabinete do Reitor, Licenciada Ana Paula Loureiro Pedrosa Martins, a competência para a prática dos atos a seguir indicados:\na) Autorizar a realização de chamadas telefónicas internacionais;\nb) Autorizar a realização de despesas com a aquisição de bens móveis e com a aquisição de serviços, excluindo a aquisição de serviços a pessoas singulares, no âmbito do respetivo pelouro, até ao limite de (euro) 5000,00, sempre que cumpridas as disposições legais a que se refere a alínea a) do n.º 1 do artigo 16.º e a alínea d) do n.º 1 do artigo 20.º do Código dos Contratos Públicos, desde que cabimentadas por dimensões próprias;\nc) Autorizar a realização de despesas ao abrigo do regime da contratação excluída até ao limite de (euro)5000,00, no âmbito do respetivo pelouro, sempre que cumpridos os pressupostos legais a que se refere o n.º 1 do artigo 5.º, conjugado com o artigo 5.º-B, ambos do Código dos Contratos Públicos, e desde que cabimentadas por dimensões próprias;\nd) Autorizar a realização de despesas com aquisições de serviços sociais e de outros serviços específicos referidos no anexo IX do Código dos Contratos Públicos excetuando as aquisições de serviços a pessoas singulares, nomeadamente trabalhadores independentes ou profissionais liberais e as que originem a celebração de contratos de tarefa e avença, no âmbito do respetivo pelouro, até ao limite de (euro)5000,00, sempre que cumpridos os pressupostos e disposições legais a que se refere o artigo 6.º-A do mencionado diploma, e desde que cabimentadas por dimensões próprias;\ne) Autorizar a realização de despesas com a aquisição de bens e serviços alimentares aos Serviços de Ação Social da Universidade do Minho, sempre que cumpridos os pressupostos e disposições legais a que se referem os números 1 a 4 do artigo 5.º-A e o artigo 5.º-B do Código dos Contratos Públicos, e desde que cabimentadas por dimensões próprias.\nA presente delegação de competências produz efeitos a partir da data da sua publicação no Diário da República, considerando-se ratificados os atos entretanto praticados nas matérias agora delegadas.\n24 de fevereiro de 2022. - O Presidente do Conselho de Gestão, Professor Doutor Rui Manuel Costa Vieira de Castro.\n315073958');\n"], "3154730": ["INSERT INTO public.dreapp_document VALUES (3154730, 114218368, 'Deliberação', '1031/2017', 'Universidade do Minho - Reitoria', 'Diário da República n.º 222/2017, Série II de 2017-11-17.', '', true, false, '2017-11-17', 'Homologação da Eleição do Reitor da Universidade do Minho', '', 'https://dre.pt/application/conteudo/114218368', false, '2017-11-17 09:36:43.000846+00', false, '222/2017', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (1415484, 3154730, '2017-11-17 09:36:43.065521+00', 'https://dre.pt/home/-/dre/114218368/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Deliberação n.º 1031/2017</p><p>Homologação da Eleição do Reitor da Universidade do Minho</p><p>Em reunião realizada no dia 31 de outubro de 2017, e após a adequada apreciação dos documentos referentes ao processo eleitoral respetivo, remetidos pelo Conselho Geral da Universidade do Minho, o Conselho de Curadores deliberou por unanimidade, ao abrigo da alínea c) do artigo 9.º dos Estatutos da Fundação Universidade do Minho, publicados em anexo ao Decreto-Lei n.º 4/2016, de 13 de janeiro, homologar a eleição do Senhor Professor Doutor Rui Manuel Costa Vieira de Castro para Reitor da Universidade do Minho.</p><p>31 de outubro de 2017. - O Presidente do Conselho de Curadores, Prof. Doutor Guilherme d''Oliveira Martins.</p><p>310893159</p></div>\n');\n"], "4715030": ["INSERT INTO public.dreapp_document VALUES (4715030, 174476446, 'Deliberação', '1189/2021', 'Universidade do Minho - Reitoria', 'Diário da República n.º 223/2021, Série II de 2021-11-17', '', true, false, '2021-11-17', 'Homologação da eleição do reitor da Universidade do Minho', '', 'https://files.dre.pt/2s/2021/11/223000000/0011500115.pdf', false, '2021-12-02 00:15:58.830256+00', false, '223', 2, 'E');\n", "INSERT INTO public.dreapp_documenttext VALUES (1717919, 4715030, '2021-12-02 00:15:58.886034+00', 'https://dre.pt/dre/detalhe/doc/1189-2021-174476446', 'Deliberação n.º 1189/2021\nSumário: Homologação da eleição do reitor da Universidade do Minho.\nHomologação da Eleição do Reitor da Universidade do Minho\nEm reunião realizada no dia 29 de outubro de 2021, e após a adequada apreciação dos documentos referentes ao processo eleitoral respetivo, remetidos pelo Conselho Geral da Universidade do Minho, o Conselho de Curadores deliberou por unanimidade, ao abrigo da alínea c) do artigo 9.º dos Estatutos da Fundação Universidade do Minho, publicados em anexo ao Decreto-Lei n.º 4/2016, de 13 de janeiro, homologar a eleição do Senhor Prof. Doutor Rui Manuel Costa Vieira de Castro para Reitor da Universidade do Minho\n29 de outubro de 2021. - O Presidente do Conselho de Curadores, Prof. Doutor Guilherme d''Oliveira Martins.\n314695242');\n"], "1310248": ["INSERT INTO public.dreapp_document VALUES (1310248, 2140723, 'Despacho (extrato)', '2378/2012', 'Serviços de Ação Social da Universidade do Minho', 'Diário da República n.º 34/2012, Série II de 2012-02-16.', '', true, false, '2012-02-16', 'Subdelegação de competências do reitor da Universidade do Minho no administrador dos Serviços de Ação Social da Universidade do Minho', '', 'https://dre.pt/application/conteudo/2140723', false, '2019-06-21 11:10:44.132054+01', false, '34/2012', 2, '1');\n", "INSERT INTO public.dreapp_documenttext VALUES (429663, 1310248, '2015-08-15 22:06:25.539976+01', 'https://dre.pt/home/-/dre/2140723/details/maximized?serie=II&parte_filter=32', '\n\n<div><p>Despacho (extrato) n.º 2378/2012</p><p>Por despacho do Sr. Reitor da Universidade do Minho de 1 de setembro de 2011:</p><p>\"Ao abrigo dos artigos 35.º e 36.º do Código do Procedimento Administrativo, aprovado pelo Decreto-Lei n.º 442/91, de 15 de novembro, na redação dada pelo Decreto-Lei n.º 6/96, de 31 de janeiro e pelo Decreto-Lei n.º 18/2008, de 29 de janeiro, e no uso da faculdade que me foi conferida pelo Despacho n.º 10691/2011, do Secretário de Estado do Ensino Superior, publicado no Diário da República, 2.ª série, n.º 153, de 26 de agosto de 2011, subdelego, sem prejuízo do poder de avocação, no Administrador dos Serviços de Ação Social da Universidade do Minho, Engenheiro Carlos Duarte Oliveira e Silva, no âmbito dos respetivos serviços, e desde que, em todos os casos, esteja assegurada a prévia cabimentação orçamental, a competência para:</p><p>1 - Autorizar, em casos excecionais de representação e relativamente às deslocações ao estrangeiro e no estrangeiro do pessoal em exercício de funções nos Serviços de Ação Social, incluindo o próprio, e sempre que o respetivo vínculo jurídico de emprego o permita, que os encargos com alojamento e alimentação sejam satisfeitos contra documento comprovativo das despesas efetuadas, não podendo, em qualquer caso, o abono de ajuda de custo ser inferior a 20 % do valor fixado na tabela em vigor, nos termos do disposto no artigo 5.º do Decreto-Lei n.º 192/95, de 28 de julho, alterado pelo Decreto-Lei n.º 137/2010, de 28 de dezembro, bem como o alojamento em estabelecimento hoteleiro superior a 3 estrelas, sem prejuízo da atribuição de 70 % de ajudas de custo diárias, nos termos do n.º 2 do artigo 2.º do Decreto-Lei n.º 192/95, de 28 de julho, alterado pelo Decreto-Lei n.º 137/2010, de 28 de dezembro, conjugado com o previsto no decreto-lei de execução orçamental e na Resolução do Conselho de Ministros n.º 51/2006, de 5 de maio;</p><p>2 - Autorizar, em casos excecionais de representação, que os encargos com o alojamento e alimentação inerentes a deslocações em serviço público do pessoal em exercício de funções nos Serviços de Ação Social possam ser satisfeitos contra documento comprovativo das despesas efetuadas, não havendo nesse caso lugar ao abono de ajudas de custo, nos termos do artigo 33.º do Decreto-Lei n.º 106/98, de 24 de abril, alterado pelo Decreto -Lei n.º 137/2010, de 28 de dezembro, conjugado com o disposto no decreto-lei de execução orçamental e na Resolução do Conselho de Ministros n.º 51/2006, de 5 de maio;</p><p>3 - Autorizar a contratação, o procedimento, a adjudicação e as despesas inerentes a empreitadas de obras públicas relativos à execução de planos ou programas plurianuais, no âmbito dos Serviços de Ação Social, legalmente aprovados cujo valor global não ultrapasse o limite de 500.000(euro), com exclusão da aprovação de programas preliminares e de projetos de execução;</p><p>4 - Autorizar a contratação, o procedimento, a adjudicação e as despesas inerentes a empreitadas de obras públicas e locação e aquisição de bens e serviços, no âmbito dos Serviços de Ação Social, cujo valor global dos mesmos não ultrapasse o limite de 500.000(euro), com exclusão da aprovação de programas preliminares e de projetos de execução para empreitadas de valor superior a 200.000(euro);</p><p>5 - Autorizar, nos termos legais, o seguro de estudantes que, ao abrigo de acordos de cooperação internacional ou de outros instrumentos de intercâmbio no âmbito do ensino superior, se desloquem a Portugal e ou estrangeiro, enquanto permanecerem em território nacional e ou estrangeiro;</p><p>6 - Autorizar, nos termos da alínea b) do n.º 2 do artigo 161.º do Regime do Contrato de Trabalho em Funções Públicas aprovado pela Lei n.º 59/2008, de 11 de setembro, a prestação de trabalho extraordinário, por trabalhadores dos Serviços de Ação Social, em circunstâncias excecionais e delimitadas no tempo;</p><p>7 - Autorizar, nos termos do artigo 24.º do Decreto -Lei n.º 106/98, de 24 de Abril, alterado pelo Decreto-Lei n.º 137/2010, de 28 de dezembro, o uso excecional do avião, desde que, cumulativamente, o seu uso seja considerado imprescindível e se revele mais económico do que qualquer outro meio de transporte.</p><p>As competências ora subdelegadas não são suscetíveis de subdelegação.</p><p>O presente despacho produz efeitos imediatos, considerando-se ratificados os atos entretanto praticados, nas matérias ora subdelegadas, desde 28 de julho de 2011.</p><p>Este despacho revoga o Despacho n.º 1791/2010 (2.ª série), DR, n.º 17, 26 de janeiro de 2010, do Vice-Reitor, Prof. Doutor Rui Vieira de Castro, e o meu Despacho n.º 473/2010 (2.ª série), n.º 4, 7 de janeiro de 2010\".</p><p>6 de fevereiro de 2012. - O Administrador para a Ação Social, Carlos Duarte Oliveira e Silva.</p><p>205724979</p></div>\n"]}