{
  "1195888": [
    "INSERT INTO public.dreapp_documenttext VALUES (334279, 1195888, '2015-08-15 22:06:25.539976+01', 'https://dre.pt/home/-/dre/2748591/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 1068/2010</p><p>Participação no IRS de 2011</p><p>(a receber em 2012)</p><p>Alfredo de Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz público que, sob proposta da Câmara Municipal, aprovada na reunião Ordinária de 20 de Setembro de 2010, a Assembleia Municipal de Santa Maria da Feira, na sua sessão ordinária de 24 de Setembro de 2010, deliberou, nos termos do artigo 20.º da Lei n.º 2/2007, de 15 de Janeiro, fixar uma participação de 5 % sobre o IRS de 2011 dos sujeitos passivos (a receber em 2012).</p><p>Para constar se publica o presente Edital no Diário da República 2.ª série e outros de igual teor que vão ser afixados nos lugares de estilo do Município.</p><p>Paços do Município de Santa Maria da Feira, 08 de Outubro de 2010. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p><p>303777982</p></div>\n');\n"
  ],
  "1052659": [
    "INSERT INTO public.dreapp_documenttext VALUES (222581, 1052659, '2015-08-05 07:39:17.463908+01', 'https://dre.pt/home/-/dre/1051271/details/maximized?serie=II&parte_filter=32', '\n<div><p>Despacho n.º 4168-A/2014</p><p>O Programa do XIX Governo Constitucional e o Guião com as Orientações para a Reforma do Estado preveem que o Governo aprove, durante a presente legislatura, um conjunto de relevantes reformas fiscais. Depois da reforma do IRC, aprovada em 2013 com um amplo consenso social e político, o Governo pretende avançar com a reforma do IRS e demais regimes fiscais aplicáveis ao rendimento das pessoas singulares durante o ano de 2014, com o objetivo de promover a simplificação do imposto, a mobilidade social e a proteção das famílias, tendo nomeadamente em consideração a importância da natalidade.</p><p>A referida Reforma do IRS será concretizada num contexto de consolidação orçamental, respeitando os objetivos com que Portugal se comprometeu com os seus parceiros internacionais, nomeadamente através da redução estrutural da despesa pública e do reforço da nova estratégia de combate à fraude e evasão fiscais, com o correspondente alargamento das bases tributáveis.</p><p>Em conformidade, para concretização do referido objetivo de proceder a uma reforma do IRS, será constituída uma Comissão de Reforma composta por diversas personalidades de reconhecido currículo académico e experiência profissional no domínio da fiscalidade, bem como noutros domínios complementares.</p><p>Esta Comissão de Reforma terá por missão rever as bases legais fundamentais do sistema de tributação das pessoas singulares, de forma a promover a simplificação do IRS, valorizar o trabalho e o mérito e assegurar a proteção da família, enquanto instituição fundamental da sociedade.</p><p>Para o efeito, dando cumprimento ao Programa do Governo e ao Guião com as Orientações para a Reforma do Estado, determino o seguinte:</p><p>1. É nomeada, na dependência da Secretaria de Estado dos Assuntos Fiscais, a Comissão para a Reforma do Imposto sobre as Pessoas Singulares (IRS) - 2014, com a seguinte composição:</p><p>- Professor Doutor Rui Duarte Morais (Presidente da Comissão de Reforma);</p><p>- Professor Doutor João Catarino;</p><p>- Mestre Diogo Feyo;</p><p>- Dra. Rosa Freitas;</p><p>- Dra. Teresa Gil;</p><p>- Professora Doutora Paula Rosado Pereira;</p><p>- Dra. Maria Quintela;</p><p>- Professor Doutor Miguel Gouveia;</p><p>- Dra. Cristina Pinto;</p><p>- Dr. Filipe Abreu (Secretário Técnico);</p><p>No exercício do mandato que lhe é conferido, a Comissão de Reforma deverá proceder a uma avaliação aprofundada do IRS face aos objetivos traçados no Programa do Governo e no Guião com as Orientações para a Reforma do Estado, considerando neste exercício o trabalho realizado por grupos de trabalho anteriormente constituídos com o mesmo desiderato, e propondo as alterações legislativas consideradas necessárias, ainda que no âmbito de um calendário faseado, à prossecução dos seguintes objetivos:</p><p>a) Revisão e simplificação do IRS e demais regimes fiscais aplicáveis ao rendimento das pessoas singulares, de forma a simplificar o regime das respetivas obrigações declarativas e a facilitar o cumprimento das obrigações inerentes a este imposto, de acordo com as melhores práticas internacionais; </p><p>b) Promoção da mobilidade social através, designadamente, da avaliação da tributação que incide sobre os rendimentos do trabalho, com o objetivo de reconhecer e valorizar o mérito e o esforço; </p><p>c) Proteção das famílias, tendo nomeadamente em consideração a importância da natalidade, através da avaliação das bases gerais da tributação da família em sede de IRS e do reforço das políticas fiscais familiares, de forma a contribuir para a inversão do atual défice demográfico na sociedade portuguesa.</p><p>2. De forma a dar cumprimento ao supra mencionado mandato, a Comissão de Reforma reunirá, pelo menos, todos os quinze dias a contar da data de publicação do presente despacho até ao dia 15 de julho de 2014, de acordo com o agendamento a decidir pelos seus membros, sob proposta do seu Presidente.</p><p>3. Os trabalhos da Comissão de Reforma observarão ainda o seguinte calendário:</p><p>. Até 15 de julho de 2014 - apresentação de um Anteprojeto de Reforma;</p><p>. De 16 de julho a 20 de setembro de 2014 - abertura de um período para consulta e discussão pública do Anteprojeto de Reforma, durante o qual poderão ser apresentados contributos pelas entidades interessadas. A Comissão de Reforma poderá ainda proceder à audição de entidades e especialistas que considere convenientes tendo em vista a elaboração do Projeto de Reforma. Por iniciativa do Presidente da Comissão poderão ainda ser organizados seminários e sessões de discussão pública do Anteprojecto de Reforma, designadamente umas Jornadas sobre a Reforma do IRS no final do período de consulta pública.</p><p>. Até 30 de setembro de 2014 - Entrega ao Governo do Projeto de Reforma.</p><p>4. Os membros da Comissão de Reforma renunciam a qualquer a tipo de remuneração pelos trabalhos realizados no âmbito desta Comissão.</p><p>5. O apoio logístico e administrativo necessário ao funcionamento da Comissão de Reforma será assegurado pelo Gabinete do Secretário de Estado dos Assuntos Fiscais.</p><p>17 de março de 2014. - O Secretário de Estado dos Assuntos Fiscais, Paulo de Faria Lince Núncio.</p><p>207700502</p></div>\n"
  ],
  "2835648": [
    "INSERT INTO public.dreapp_documenttext VALUES (1370677, 2835648, '2016-12-29 09:21:03.834555+00', 'https://dre.pt/home/-/dre/105646446/details/maximized?serie=II&parte_filter=32', '\n<div><p>Despacho n.º 15646/2016</p><p>A Lei n.º 159-D/2015, de 30 de dezembro, veio estabelecer a extinção da sobretaxa aplicável em sede de imposto sobre o rendimento das pessoas singulares (IRS), prevista no artigo 191.º da Lei n.º 82-B/2014, de 31 de dezembro, deixando de incidir sobre os rendimentos auferidos a partir de 1 de janeiro de 2017, sendo que, para os rendimentos auferidos em 2016, determina aquele diploma as respetivas regras de aplicação da sobretaxa, estabelecendo, nomeadamente, taxas diferenciadas em função de escalões de rendimento coletável.</p><p>Determina ainda aquela lei, relativamente aos rendimentos auferidos em 2016, que as entidades devedoras de rendimentos de trabalho dependente e de pensões são obrigadas a reter da parte do valor do rendimento que, depois de deduzidas as retenções previstas no artigo 99.º do Código do IRS e as contribuições obrigatórias para regimes de proteção social e para subsistemas legais de saúde, exceda o valor da retribuição mínima mensal garantida, uma importância correspondente à aplicação da taxa que lhe corresponda, constante de tabela a aprovar por despacho do membro do Governo responsável pela área das finanças.</p><p>As tabelas de retenção da sobretaxa de IRS, aplicáveis aos rendimentos do trabalho dependente e de pensões auferidos em 2016, foram aprovadas pelo Despacho n.º 352-A/2016, de 8 de janeiro. Podendo a entrada em vigor da Lei de Orçamento do Estado para 2017 determinar alterações ao enquadramento jurídico atual relativamente aos 3.º, 4.º e 5.º escalões, não existe qualquer diploma legal em vigor, nem qualquer diploma em processo legislativo, que determine a aplicação de sobretaxa de IRS aos 1.º e 2.º escalões de rendimento coletável.</p><p>Assim, nos termos do n.º 8 do artigo 3.º da Lei n.º 159-D/2015, de 30 de dezembro, determino que, a partir de 1 de janeiro de 2017, não se proceda à retenção na fonte da sobretaxa de IRS aos 1.º e 2.º escalões previstos no n.º 1 do Despacho n.º 352-A/2016, de 8 de janeiro, designadamente:</p><p>Às remunerações mensais brutas de valor até (euro) 1.705,00, no caso dos sujeitos passivos não casados e sujeitos passivos casados, dois titulares;</p><p>Às remunerações mensais brutas de valor até (euro) 2.925,00, no caso dos sujeitos passivos casados, único titular.</p><p>15 de dezembro de 2016. - O Ministro das Finanças, Mário José Gomes de Freitas Centeno.</p><p>210102776</p></div>\n');\n"
  ],
  "4221132": [
    "INSERT INTO public.dreapp_documenttext VALUES (1595082, 4221132, '2020-08-24 09:20:14.729843+01', 'https://dre.pt/home/-/dre/140950563/details/maximized?serie=II&parte_filter=32', '\n<div><p>Lei n.º 48/2020</p><p>de 24 de agosto</p><p>Sumário: Altera o Código do IRS e a <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro.</p><p>Altera o Código do IRS e a <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro</p><p>A Assembleia da República decreta, nos termos da alínea c) do artigo 161.º da Constituição, o seguinte:</p><p>Artigo 1.º</p><p>Objeto</p><p>A presente lei procede à alteração do Código do Imposto sobre o Rendimento das Pessoas Singulares (IRS), aprovado pelo <a href=\"/web/guest/pesquisa/-/search/519003/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Decreto-Lei n.º 442-B/88\">Decreto-Lei n.º 442-B/88</a>, de 30 de novembro, e à primeira alteração da <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro, clarificando o âmbito de aplicação retroativa do artigo 74.º do Código do IRS.</p><p>Artigo 2.º</p><p>Alteração ao Código do IRS</p><p>O artigo 74.º do Código do IRS passa a ter a seguinte redação:</p><p>«Artigo 74.º</p><p>[...]</p><p>1 - [...].</p><p>2 - [...].</p><p>3 - [...].</p><p>4 - [...].</p><p>5 - [...].</p><p>6 - [...].</p><p>7 - A faculdade de opção pelo regime alternativo de tributação de rendimentos a que se refere o n.º 3 deve ser exercida na declaração de rendimentos do ano em que os rendimentos foram pagos ou colocados à disposição.</p><p>8 - É aplicável o prazo previsto no n.º 2 do artigo 60.º do presente Código para a entrega das declarações relativas aos anos anteriores, contado a partir do termo do prazo a que se refere o n.º 1 do mesmo artigo.»</p><p>Artigo 3.º</p><p>Alteração à <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro</p><p>O artigo 24.º da <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro, passa a ter a seguinte redação:</p><p>«Artigo 24.º</p><p>Normas transitórias</p><p>1 - (Anterior corpo do artigo.)</p><p>2 - O disposto no artigo 74.º do Código do IRS, é igualmente aplicável a rendimentos de pensões pagos ou colocados à disposição em 2017 e em 2018.»</p><p>Artigo 4.º</p><p>Norma interpretativa</p><p>A alteração ao artigo 74.º prevista no artigo 2.º da <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro, aplica-se retroativamente a rendimentos de pensões referentes a anos anteriores, até um limite de quatro anos.</p><p>Artigo 5.º</p><p>Disposição transitória</p><p>1 - No prazo de 60 dias após a publicação da presente lei, a Autoridade Tributária e Aduaneira, após articulação com o Instituto da Segurança Social, I. P., comunica por escrito a todos os pensionistas que tenham recebido pensões em atraso antes de outubro de 2019, a possibilidade de retificação das declarações de rendimentos referentes a anos anteriores, para efeitos do previsto no artigo 74.º do Código do IRS.</p><p>2 - Nas situações a que se refere o n.º 2 do artigo 24.º da <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro, os sujeitos passivos dispõem do prazo de 30 dias previsto no n.º 2 do artigo 60.º do Código do IRS, contados a partir do final do prazo previsto no número anterior, para a entrega da declaração de substituição referente ao ano do pagamento dos rendimentos ou colocação à disposição para o exercício da opção pelo regime alternativo de tributação dos rendimentos de anos anteriores.</p><p>Artigo 6.º</p><p>Produção de efeitos</p><p>O disposto no n.º 2 do artigo 24.º da <a href=\"/web/guest/pesquisa/-/search/124793094/details/normal?l=1\" rel=\"nofollow\" target=\"_blank\" title=\"Lei n.º 119/2019\">Lei n.º 119/2019</a>, de 18 de setembro, produz efeitos a partir da entrada em vigor da presente lei.</p><p>Artigo 7.º</p><p>Entrada em vigor</p><p>A presente lei entra em vigor 30 dias após a sua publicação.</p><p>Aprovada em 23 de julho de 2020.</p><p>O Presidente da Assembleia da República, Eduardo Ferro Rodrigues.</p><p>Promulgada em 10 de agosto de 2020.</p><p>Publique-se.</p><p>O Presidente da República, Marcelo Rebelo de Sousa.</p><p>Referendada em 12 de agosto de 2020.</p><p>O Primeiro-Ministro, António Luís Santos da Costa.</p><p>113492124</p></div>\n');\n"
  ],
  "1288722": [
    "INSERT INTO public.dreapp_document VALUES (1534067, 1288722, 'Despacho', '26146/2006', 'Ministério da Administração Interna - Serviço de Estrangeiros e Fronteiras', 'Diário da República n.º 247/2006, Série II de 2006-12-27.', '', true, false, '2006-12-27', '', '', 'https://dre.pt/application/file/1288722', false, '2015-09-16 07:34:22.132748+01', false, '247/2006', 2, '1');",
    "INSERT INTO public.dreapp_documenttext VALUES (410885, 1288722, '2015-08-15 22:06:25.539976+01', 'https://dre.pt/home/-/dre/2554641/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 1126/2011</p><p>Alfredo Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz público que, sob proposta da Câmara Municipal, aprovado na reunião ordinária de 19 de Setembro de 2011, a Assembleia Municipal de Santa Maria da Feira, na sua sessão Ordinária de 30 de Setembro de 2011, ao abrigo do disposto no artigo 20.º da Lei n.º 2/2007, de 15 de Janeiro que aprova a Lei das Finanças Locais, deliberou fixar para o ano de 2012 uma participação do IRS de 5 %.</p><p>26 de Outubro de 2011. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p><p>305289206</p></div>\n');\n"
  ],
  "1356953": [
    "INSERT INTO public.dreapp_documenttext VALUES (465917, 1356953, '2015-08-31 08:09:33.222767+01', 'https://dre.pt/home/-/dre/2179047/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 885/2012</p><p>Participação do IRS de 2013 (a receber em 2014)</p><p>Alfredo Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz público que, sob proposta da Câmara Municipal, aprovado na reunião ordinária de 17 de setembro de 2012, a Assembleia Municipal de Santa Maria da Feira, na sua sessão Ordinária de 28 de setembro de 2012, ao abrigo do disposto no artigo 20.º da Lei n.º 2/2007, de 15 de janeiro que aprova a Lei das Finanças Locais, deliberou fixar para o ano uma participação de 5 % sobre o IRS de 2013 dos sujeitos passivos com domicílio fiscal na sua circunscrição territorial.</p><p>2 de outubro de 2012. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p><p>306430147</p></div>\n');\n"
  ],
  "1453258": [
    "INSERT INTO public.dreapp_documenttext VALUES (543735, 1453258, '2015-09-05 11:31:14.375217+01', 'https://dre.pt/home/-/dre/3659823/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 1168/2009</p><p>Participação no IRS de 2010</p><p>(a receber em 2011)</p><p>Alfredo De Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz Público que, sob proposta da Câmara Municipal, aprovada na reunião Ordinária de 23 de Novembro de 2009, a Assembleia Municipal de Santa Maria da Feira, na sua sessão ordinária de 27 de Novembro de 2009, deliberou, nos termos do artigo 20.º da Lei n.º 2/2007, de 15 de Janeiro, fixar uma participação de 5 % sobre o IRS de 2010 dos sujeitos passivos (a receber em 2011).</p><p>Para constar se publica o presente Edital no Diário da República 2.ª série e outros de igual teor que vão ser afixados nos lugares de estilo do Município.</p><p>Publique-se na 2.ª série do Diário da República</p><p>Paços do Município de Santa Maria da Feira, 10 de Dezembro de 2009. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p><p>302673619</p></div>\n');\n"
  ],
  "1635525": [
    "INSERT INTO public.dreapp_document VALUES (2276380, 1635525, 'Despacho (extracto)', '1467/2005', 'Universidade do Porto - Faculdade de Engenharia', 'Diário da República n.º 15/2005, Série II de 2005-01-21.', '', true, false, '2005-01-21', '', '', 'https://dre.pt/application/file/1635525', false, '2015-12-13 08:25:06.881653+00', false, '15/2005', 2, '1');",
    "INSERT INTO public.dreapp_documenttext VALUES (700941, 1635525, '2015-09-22 13:53:39.472104+01', 'https://dre.pt/home/-/dre/3633924/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 1120/2007</p><p>Participação no IRS de 2008 (a receber em 2009)</p><p>Alfredo de Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz público que, sob proposta da Câmara Municipal, aprovada na reunião ordinária de 03 de Setembro de 2007, a Assembleia Municipal de Santa Maria da Feira, na sua sessão ordinária de 21 de Setembro de 2007, deliberou, nos termos do artigo 20º da Lei n.º 2/2007, de 15 de Janeiro, fixar uma participação de 5 % sobre o IRS de 2008 dos sujeitos passivos (a receber em 2009).</p><p>Para constar se publica o presente Edital no Diário da República 2.ª série e outros de igual teor que vão ser afixados nos lugares de estilo do Município.</p><p>24 de Setembro de 2007. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p></div>\n');\n"
  ],
  "1731682": [
    "INSERT INTO public.dreapp_documenttext VALUES (782639, 1731682, '2015-09-22 13:53:39.472104+01', 'https://dre.pt/home/-/dre/3470204/details/maximized?serie=II&parte_filter=32', '\n<div><p>Edital n.º 1305/2008</p><p>Participação no IRS de 2009</p><p>(a receber em 2010)</p><p>Alfredo de Oliveira Henriques, Presidente da Câmara Municipal de Santa Maria da Feira:</p><p>Faz público que, sob proposta da Câmara Municipal, aprovada na reunião extraordinária de 09 de Setembro de 2008, a Assembleia Municipal de Santa Maria da Feira, na sua sessão ordinária de 19 de Setembro de 2008, deliberou, nos termos do artigo 20.º da Lei n.º 2/2007, de 15 de Janeiro, fixar uma participação de 5 % sobre o IRS de 2009 dos sujeitos passivos (a receber em 2010).</p><p>Para constar se publica o presente Edital no Diário da República, 2.ª série e outros de igual teor que vão ser afixados nos lugares de estilo do Município.</p><p>12 de Dezembro de 2008. - O Presidente da Câmara, Alfredo de Oliveira Henriques.</p><p>301083215</p></div>\n');\n"
  ],
  "1223736": [
    "INSERT INTO public.dreapp_document VALUES (1322896, 1223736, 'Anúncio', '7632/2012', '1.º Juízo do Tribunal da Comarca de Olhão', 'Diário da República n.º 69/2012, Série II de 2012-04-05.', '', true, false, '2012-04-05', 'Declaração de insolvência no processo n.º 478/12.0TBOLH', '', 'https://dre.pt/application/conteudo/1223736', false, '2019-06-21 17:57:19.336656+01', false, '69/2012', 2, '1');",
    "INSERT INTO public.dreapp_documenttext VALUES (357207, 1223736, '2015-08-15 22:06:25.539976+01', 'https://dre.pt/home/-/dre/1106987/details/maximized?serie=II&parte_filter=32', '\n<div><p>Despacho n.º 2517-A/2011</p><p>Em execução do disposto no Decreto-Lei n.º 42/91, de 22 de Janeiro, diploma quadro do regime de retenção na fonte em sede de imposto sobre o rendimento das pessoas singulares (IRS), são aprovadas as tabelas de retenção, bem como as taxas de juro a que se referem os artigos 14.º e 16.º daquele diploma legal.</p><p>Assim:</p><p>Ao abrigo do disposto no n.º 5 do artigo 2.º do Decreto-Lei n.º 42/91, de 22 de Janeiro, o Ministro de Estado e das Finanças determina o seguinte:</p><p>1 - São aprovadas as seguintes tabelas de retenção na fonte:</p><p>a) Tabelas de retenção i (não casado), ii (casado, único titular) e iii (casado, dois titulares), sobre rendimentos do trabalho dependente, auferidos por titulares não deficientes e em cuja aplicação deve observar-se o disposto nos artigos 2.º, 2.º-A e 3.º do Decreto-Lei n.º 42/91, de 22 de Janeiro;</p><p>b) Tabelas de retenção iv (não casado), v (casado, único titular) e vi (casado, dois titulares) sobre rendimentos do trabalho dependente, auferidos por titulares deficientes a aplicar de harmonia com o disposto no n.º 2 do artigo 4.º do Decreto-Lei n.º 42/91, de 22 de Janeiro, tomando-se igualmente em consideração os artigos 2.º, 2.º-A e 3.º do mesmo diploma;</p><p>c) Tabela de retenção vii sobre pensões, com excepção das pensões de alimentos, auferidas por titulares não deficientes, a aplicar de harmonia com o disposto no artigo 5.º do Decreto-Lei n.º 42/91, de 22 de Janeiro;</p><p>d) Tabela de retenção viii sobre pensões, com excepção das pensões de alimentos, auferidas por titulares deficientes, a aplicar de harmonia com o disposto no artigo 5.º do Decreto-Lei n.º 42/91, de 22 de Janeiro;</p><p>e) Tabela de retenção ix sobre pensões, com excepção das pensões de alimentos, auferidas por titulares deficientes das Forças Armadas abrangidas pelos Decretos-Leis n.os 43/76, de 20 de Janeiro, e 314/90, de 13 de Outubro.</p><p>2 - As tabelas de retenção, a que se refere o número anterior, aplicam-se aos rendimentos a que se reportam, pagos ou colocados à disposição de titulares residentes em território português, com excepção das Regiões Autónomas dos Açores e da Madeira, devendo ainda observar-se o seguinte:</p><p>a) Cada dependente com grau de incapacidade permanente igual ou superior a 60 % equivalerá, para efeitos de retenção na fonte, a quatro dependentes não deficientes;</p><p>b) Na situação de «casado único titular», o cônjuge que não auferindo rendimentos das categorias A ou H, seja portador de deficiência que lhe confira um grau de incapacidade permanente igual ou superior a 60 %, equivalerá, para efeitos de retenção na fonte sobre rendimentos de trabalho dependente auferidos pelo outro cônjuge, a cinco dependentes não deficientes;</p><p>c) Na situação de «casado único titular», sendo o cônjuge, que não aufere rendimentos das categorias A ou H, portador de deficiência que lhe confira um grau de incapacidade permanente igual ou superior a 60 %, a taxa de retenção na fonte a aplicar aos rendimentos de pensões auferidos pelo outro cônjuge deverá ser reduzida em um ponto percentual.</p><p>3 - As tabelas de retenção respeitantes aos sujeitos passivos casados aplicam-se igualmente às pessoas que, vivendo em união de facto, tenham exercido a opção pelo regime de tributação dos sujeitos passivos casados e não separados judicialmente de pessoas e bens, ao abrigo do disposto no n.º 1 do artigo 14.º do Código do IRS.</p><p>4 - A taxa de retenção a aplicar é a que corresponder:</p><p>a) Nas tabelas de retenção sobre rendimentos do trabalho dependente, à intersecção da linha em que se situar a remuneração com a coluna correspondente ao número de dependentes a cargo;</p><p>b) Nas tabelas de retenção sobre pensões, à intersecção da linha em que se situar o montante da pensão com a coluna correspondente à situação pessoal.</p><p>5 - É fixada, para 2011, em 1,18% a taxa prevista no artigo 14.º do Decreto-Lei n.º 42/91, de 22 de Janeiro, sendo a do artigo 16.º do mesmo diploma equivalente à taxa dos juros legais fixados nos termos do n.º 1 do artigo 559.º do Código Civil, por força do artigo 43.º da Lei Geral Tributária.</p><p>6 - O presente despacho produz efeitos no dia seguinte ao da sua publicação, devendo aplicar-se ao apuramento do IRS a reter sobre rendimentos que venham a ser pagos ou colocados à disposição dos respectivos titulares a partir de 15 de Fevereiro de 2011.</p><p>1 de Fevereiro de 2011. - O Ministro de Estado e das Finanças, Fernando Teixeira dos Santos.</p><p>Tabelas de retenção na fonte para o continente - 2011</p><p>Tabela I - Trabalho dependente</p><p>Não casado</p><p>(ver documento original)</p><p>Tabela II - Trabalho dependente</p><p>Casado, único titular</p><p>(ver documento original)</p><p>Tabela III - Trabalho dependente</p><p>Casado, dois titulares</p><p>(ver documento original)</p><p>Tabela IV - Trabalho dependente</p><p>Não casado - Deficiente</p><p>(ver documento original)</p><p>Tabela V - Trabalho dependente</p><p>Casado, único titular - Deficiente</p><p>(ver documento original)</p><p>Tabela VI - Trabalho dependente</p><p>Casado, dois titulares - Deficiente</p><p>(ver documento original)</p><p>Tabela VII</p><p>Pensões</p><p>(ver documento original)</p><p>Tabela VIII - Rendimentos de pensões</p><p>Titulares deficientes</p><p>(ver documento original)</p><p>Tabela IX - Rendimentos de pensões</p><p>Titulares deficientes das Forças Armadas</p><p>(ver documento original)</p><p>204299532</p></div>\n');\n"
  ]
}
