[
    {
        "similarity": 0.3682769238948822,
        "id": 2433263,
        "date": "1926-12-02",
        "notes": "Determina que, sempre que um preso dê pela primeira vez, entrada em qualquer das cadeias civis de Lisboa e Pôrto, se deverá indicar no mandado de internamento o motivo da sua prisão e à ordem de quem esta foi feita"
    },
    {
        "similarity": 0.3392185568809509,
        "id": 2431981,
        "date": "1926-06-12",
        "notes": "Regula o procedimento a haver quando o indiciado em algum dos crimes de que tratam os decretos n.os 11339 e 11381 (Banco Angola e Metrópole) não puder ser preso dentro de trinta dias, contados da pronúncia ou da fugida da prisão"
    },
    {
        "similarity": 0.22787916660308838,
        "id": 71209,
        "date": "1995-12-14",
        "notes": "O DISPOSTO NOS ARTIGOS 103, NUMERO 2, ALÍNEA A) - ACTOS PROCESSUAIS RELATIVOS A ARGUIDOS DETIDOS OU PRESOS - , E 104, NUMERO 2 - CONTAGEM DOS PRAZOS DOS MESMOS ACTOS - , DO CODIGO DE PROCESSO PENAL (APROVADO PELO DEC LEI NUMERO 78/87, DE 17 DE FEVEREIRO), NAO E APLICÁVEL AO RECURSO INTERPOSTO EM PROCESSO A ORDEM DO QUAL INEXISTAM ARGUIDOS PRESOS, AINDA QUE O RECORRENTE ESTEJA PRESO A ORDEM DE OUTRO PROCESSO. (PROC. NUMERO 47599)."
    },
    {
        "similarity": 0.0,
        "id": 174688,
        "date": "2004-08-04",
        "notes": "Nomeia representante da parte pública na assembçeia geral da MOVIJOVEM a licenciada Maria da Conceição Alves dos Santos Besa Ruão Pinto e suplente, nas faltas ou impedimentos daquela, o licenciado Mauro Renato Dias Xavier."
    },
    {
        "similarity": 0.0,
        "id": 2,
        "date": "1985-05-14",
        "notes": "Torna público ter o embaixador da República Helénica na Haia depositado, em conformidade com o artigo 10.º, segunda alínea, o instrumento de ratificação, pela Grécia da Convenção Relativa à Supressão da Existência da Legalização de Actos Públicos Estrangeiros."
    },
    {
        "similarity": 0.0,
        "id": 3,
        "date": "1985-03-16",
        "notes": "De terem sido reeleitos para os cargos de presidente e vice-presidente do Tribunal Constitucional, respectivamente, os juízes Armando Manuel de Almeida Marques Guedes e José Maria Barbosa de Magalhães Godinho."
    },
    {
        "similarity": 0.0,
        "id": 4,
        "date": "1985-05-14",
        "notes": "Torna público ter a República da Coreia depositado em Nova Iorque o instrumento de ratificação à Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres."
    },
    {
        "similarity": 0.0,
        "id": 5,
        "date": "1985-05-14",
        "notes": "Torna público ter a Nicarágua efectuado o depósito do instrumento de ratificação de vários actos do XVIII Congresso Postal Universal."
    },
    {
        "similarity": 0.0,
        "id": 3319131,
        "date": "2018-04-24",
        "notes": "Remodelação da rede de abastecimento de água e águas residuais de Loures-Rua da República -Troço 2- CPU 01/2018"
    },
    {
        "similarity": 0.0,
        "id": 7,
        "date": "1985-04-20",
        "notes": "Publica o impresso modelo n.º 20 referido na alínea g) do artigo 46.º do Código da Contribuição Industrial, aprovado por despacho de 19 de Janeiro de 1985."
    }
]